/*
 Navicat Premium Dump SQL

 Source Server         : public_opinion_analysis_platform
 Source Server Type    : MySQL
 Source Server Version : 90001 (9.0.1)
 Source Host           : localhost:3306
 Source Schema         : dataset

 Target Server Type    : MySQL
 Target Server Version : 90001 (9.0.1)
 File Encoding         : 65001

 Date: 15/01/2025 13:41:48
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for permissions
-- ----------------------------
DROP TABLE IF EXISTS `permissions`;
CREATE TABLE `permissions`  (
  `role_id` tinyint NOT NULL COMMENT '权限id',
  `permission_paths` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '可访问路径',
  PRIMARY KEY (`role_id`) USING BTREE,
  CONSTRAINT `role_id` FOREIGN KEY (`role_id`) REFERENCES `role` (`role_id`) ON DELETE CASCADE ON UPDATE CASCADE
) ENGINE = InnoDB CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of permissions
-- ----------------------------

-- ----------------------------
-- Table structure for role
-- ----------------------------
DROP TABLE IF EXISTS `role`;
CREATE TABLE `role`  (
  `role_id` tinyint NOT NULL COMMENT '权限id',
  `role_name` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '权限名称',
  PRIMARY KEY (`role_id`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of role
-- ----------------------------
INSERT INTO `role` VALUES (1, 'guest');
INSERT INTO `role` VALUES (2, 'user');
INSERT INTO `role` VALUES (3, 'admin');
INSERT INTO `role` VALUES (4, 'super_admin');

-- ----------------------------
-- Table structure for user
-- ----------------------------
DROP TABLE IF EXISTS `user`;
CREATE TABLE `user`  (
  `id` int UNSIGNED NOT NULL AUTO_INCREMENT COMMENT '用户id',
  `username` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT '用户名称',
  `email` varchar(30) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '用户邮箱',
  `password` varchar(30) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT '用户密码',
  `create_at` datetime NOT NULL COMMENT '用户创建时间',
  `update_at` datetime NOT NULL COMMENT '用户最近一次更新信息时间',
  `last_login` datetime NOT NULL COMMENT '用户最后一次登录时间',
  `role` tinyint NOT NULL COMMENT '用户权限',
  PRIMARY KEY (`id`) USING BTREE,
  INDEX `role`(`role` ASC) USING BTREE,
  CONSTRAINT `role` FOREIGN KEY (`role`) REFERENCES `role` (`role_id`) ON DELETE CASCADE ON UPDATE CASCADE
) ENGINE = InnoDB CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of user
-- ----------------------------

-- ----------------------------
-- Table structure for weibo_dataset
-- ----------------------------
DROP TABLE IF EXISTS `weibo_dataset`;
CREATE TABLE `weibo_dataset`  (
  `id` int UNSIGNED NOT NULL AUTO_INCREMENT,
  `name` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT '微博作者',
  `date` date NOT NULL COMMENT '发布日期',
  `time` time NOT NULL COMMENT '发布时间',
  `from` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT '发布源',
  `content` text CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT '微博内容',
  `share_count` int NOT NULL COMMENT '转发数',
  `comment_count` int NOT NULL COMMENT '评论数',
  `like_count` int NOT NULL COMMENT '赞数',
  `sentiment` int NULL DEFAULT NULL COMMENT '情感极性分类',
  PRIMARY KEY (`id` DESC) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 486 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of weibo_dataset
-- ----------------------------
INSERT INTO `weibo_dataset` VALUES (485, '乌鲁木齐校园', '2024-10-01', '20:19:00', '乌鲁木齐校园超话', '#新疆高校齐向祖国告白#伴随着第一缕阳光穿透云层，升旗仪式正式开始，国旗护卫队成员精神抖擞，手持钢枪，步履稳健地护送鲜艳的五星红旗入场。@新疆师范大学举行升旗仪式，庆祝祖国75周年华诞#国庆##小乌微分享#​', 0, 0, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (484, '新疆师范大学', '2023-12-03', '15:01:00', '新疆师范大学超话', '新疆师范大学超话#newstar•学习站##我在微博涨知识#学习站来啦～考考你以下哪个单词意思为“顺从的，符合的，屈从的”呢？快来试试吧！“顺从的，符合的，屈从的”​', 0, 1, 60, NULL);
INSERT INTO `weibo_dataset` VALUES (483, '新疆师范大学', '2023-12-03', '15:40:00', '新疆师范大学超话', '新疆师范大学超话#技了个巧##我在微博涨知识#【考研英语必背熟词僻义词】尤其是在阅读部分容易混淆。快快转发码住，开始记忆吧！（via.@学霸课长）​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (482, '新师大宿舍美甲_MuMu-Nail', '2023-12-03', '17:52:00', '新疆师范大学超话', '在新疆师范大学超话｜纯黑搭钻球也好绝2乌鲁木齐·新疆师范大学昆仑校区​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (481, '新师大宿舍美甲_MuMu-Nail', '2023-12-03', '17:53:00', '新疆师范大学超话', '在新疆师范大学超话｜优雅高贵的感觉2乌鲁木齐·新疆师范大学昆仑校区L新师大宿舍美甲_MuMu-Nail的微博视频​', 0, 0, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (480, '新师大宿舍美甲_MuMu-Nail', '2023-12-03', '21:10:00', '新疆师范大学超话', '在新疆师范大学超话｜蝴蝶美甲2乌鲁木齐·新疆师范大学昆仑校区L新师大宿舍美甲_MuMu-Nail的微博视频​', 0, 0, 2, NULL);
INSERT INTO `weibo_dataset` VALUES (479, '新师大宿舍美甲_MuMu-Nail', '2023-12-03', '21:10:00', '新疆师范大学超话', '在新疆师范大学超话｜蝴蝶美甲2乌鲁木齐·新疆师范大学昆仑校区​', 0, 0, 4, NULL);
INSERT INTO `weibo_dataset` VALUES (478, '18岁男高爱玩后面', '2023-12-03', '21:20:00', '新疆师范大学超话', '新疆师范大学超话苹果的iPad怎么连校园网呀​', 0, 3, 3, NULL);
INSERT INTO `weibo_dataset` VALUES (477, '新疆师范大学', '2023-12-03', '22:00:00', '新疆师范大学超话', '新疆师范大学超话#夜话新师大#踏入梦乡，让积极的力量伴随着你。晚安！​', 0, 1, 9, NULL);
INSERT INTO `weibo_dataset` VALUES (476, '新疆师范大学', '2023-12-04', '09:00:00', '新疆师范大学超话', '新疆师范大学超话#早安新师大#及时更新自己，来匹配最好的今天，年轻不止心态，更赢在姿态。早安！​', 0, 1, 2, NULL);
INSERT INTO `weibo_dataset` VALUES (475, '阿波罗菠萝蜜5', '2023-12-04', '11:31:00', '新疆师范大学考研超话', '新疆师范大学考研超话12月份必须做的两件事，肖四一定要预订，考研英语作文一定要背个模板！​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (474, '阿波罗菠萝蜜5', '2023-12-04', '11:33:00', '新疆师范大学考研超话', '新疆师范大学考研超话新疆师范大学学科思政招生28人，今年学科思政难度较大，预计分数会略微提升​', 0, 6, 5, NULL);
INSERT INTO `weibo_dataset` VALUES (473, '阿波罗菠萝蜜5', '2023-12-04', '11:33:00', '新疆师范大学考研超话', '新疆师范大学考研超话新疆师范大学小学教育24招生全日制10人，非全7人​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (472, '阿波罗菠萝蜜5', '2023-12-04', '11:33:00', '新疆师范大学考研超话', '新疆师范大学考研超话新疆师范大学学前教育招生全日制8人，非全7人，预计非全招不满​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (471, '阿波罗菠萝蜜5', '2023-12-04', '11:34:00', '新疆师范大学考研超话', '新疆师范大学考研超话新疆师范大学学科语文招生全日制22人，非全0人，今年学科语文预计分数线也会提升，预计在365左右​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (470, '阿波罗菠萝蜜5', '2023-12-04', '11:34:00', '新疆师范大学考研超话', '新疆师范大学考研超话新疆师范大学学科英语招生35人，都是全日制​', 0, 0, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (469, '阿波罗菠萝蜜5', '2023-12-04', '11:35:00', '新疆师范大学考研超话', '新疆师范大学考研超话新疆师范大学学科物理招生16人，预计招不满​', 0, 2, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (468, '乌鲁木齐校园', '2023-12-04', '15:51:00', '乌鲁木齐校园超话', '#在新疆高校遇见冬日美好#要穿厚厚的衣服不要做冬天第一个感冒的小坏蛋，而是一起遇见冬日美好哦！#小乌微分享##新疆的冬天有多美#@新疆师范大学L乌鲁木齐校园的微博视频​', 8, 24, 71, NULL);
INSERT INTO `weibo_dataset` VALUES (467, '彩笔困困', '2023-12-04', '18:50:00', '新疆师范大学超话', '新疆师范大学超话满满的细节​', 0, 0, 2, NULL);
INSERT INTO `weibo_dataset` VALUES (466, '_-与荒野', '2023-12-04', '20:21:00', '新疆师范大学超话', '新疆师范大学超话今晚最佳​', 0, 0, 3, NULL);
INSERT INTO `weibo_dataset` VALUES (465, '新疆师范大学', '2023-12-04', '22:27:00', '新疆师范大学超话', '新疆师范大学超话#夜话新师大#等风来不如追风去，追逐的过程中，就是生活的意义，晚安！​', 0, 1, 9, NULL);
INSERT INTO `weibo_dataset` VALUES (464, '新师大宿舍美甲_MuMu-Nail', '2023-12-05', '01:28:00', '新疆师范大学超话', '新疆师范大学超话宿舍美甲｜可爱童趣款2乌鲁木齐·新疆师范大学昆仑校区​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (463, '新疆师范大学', '2023-12-05', '09:01:00', '新疆师范大学超话', '新疆师范大学超话#早安新师大#与万事言和，与独处相安，自行，自醒，自清。早安！​', 0, 1, 3, NULL);
INSERT INTO `weibo_dataset` VALUES (462, '新疆反走私', '2023-12-05', '10:33:00', '微博 weibo.com', '恭喜新疆维吾尔自治区打私办、新疆维吾尔自治区教育厅、新疆师范大学、新疆医科大学获优秀组织奖！发布了头条文章：《#反走私大创赛#第二届全国大学生反走私创作大赛获奖名单公布》O【反走私大创赛】第二届全国大学生反走私创作大赛获奖名单公布​​​', 1, 23, 13, NULL);
INSERT INTO `weibo_dataset` VALUES (461, '考研方三金', '2023-12-05', '11:19:00', '微博 weibo.com', '发布了头条文章：《【华研法硕】2024新疆师范大学招生简章非法学20人，法学10人》O【华研法硕】2024新疆师范大学招生简章非法学20人，法学10人​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (460, '董小姐631', '2023-12-05', '17:15:00', 'nova8 我由我掌镜', '#你好乌鲁木齐#乌鲁木齐市博物馆“博物馆奇妙夜”体验活动圆满成功！近日，乌鲁木齐市博物馆举行了12月首期“博物馆奇妙夜”体验活动，吸引了来自新疆师范大学、新疆工程学院等院校的近百名大学生参与。​', 0, 0, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (459, '快手叫一诺', '2023-12-05', '18:20:00', '新疆师范大学考研超话', '新疆师范大学考研超话有没有研究生美术的学长学姐呀，有偿求指导​', 0, 15, 12, NULL);
INSERT INTO `weibo_dataset` VALUES (458, '宋哲民新微博', '2023-12-05', '20:28:00', '新疆师范大学超话', '新疆师范大学超话理论之基与社会基础〈宋哲民）O理论之基与社会基础（宋哲民）​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (457, '新疆师范大学', '2023-12-05', '22:33:00', '新疆师范大学超话', '新疆师范大学超话#夜话新师大#人生之旅长，梦想众多，时间将点亮你的前程，热爱将引领你前进，晚安！💤​', 0, 2, 2, NULL);
INSERT INTO `weibo_dataset` VALUES (456, '新师大宿舍美甲_MuMu-Nail', '2023-12-06', '00:06:00', '新疆师范大学超话', '在新疆师范大学超话的宿舍美甲｜追光猫眼+纯色2乌鲁木齐·新疆师范大学昆仑校区​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (455, '新师大宿舍美甲_MuMu-Nail', '2023-12-06', '00:07:00', '新疆师范大学超话', '在新疆师范大学超话｜追光猫眼美甲2乌鲁木齐·新疆师范大学昆仑校区L新师大宿舍美甲_MuMu-Nail的微博视频​', 0, 0, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (454, '新疆师范大学', '2023-12-06', '09:00:00', '新疆师范大学超话', '新疆师范大学超话#早安新师大#珍惜每个瞬间，享受生活的美好。早安！​', 0, 1, 2, NULL);
INSERT INTO `weibo_dataset` VALUES (453, 'cc果冻66652', '2023-12-06', '11:29:00', '新疆师范大学超话', '新疆师范大学超话请问温泉校区的羽毛球馆可以进去打羽毛球吗？​', 0, 1, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (452, '静春___', '2023-12-06', '13:32:00', '新疆师范大学超话', '新疆师范大学超话有人七号一起拼团飞重庆的吗​', 0, 1, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (451, '乌鲁木齐校园', '2024-03-29', '11:06:00', '乌鲁木齐校园超话', '#新师大桃李杯巡礼#🏫新疆师范大学唇枪舌剑，智者不怠，辩之有方，论而有理，新疆师范大学第三届“桃李杯”#你好大学#辩论赛完美收官#小乌微分享#@新疆师范大学L乌鲁木齐校园的微博视频​', 5, 39, 63, NULL);
INSERT INTO `weibo_dataset` VALUES (450, '乌鲁木齐校园', '2024-03-29', '13:28:00', '年“赴”一年', '#新师大桃李杯巡礼#🏫新疆师范大学双方辩手使出浑身解数#小乌微分享#语言的交锋中碰撞出思维的火花，展现出了优秀辩手们的风采@新疆师范大学​', 0, 0, 5, NULL);
INSERT INTO `weibo_dataset` VALUES (449, '乌鲁木齐校园', '2024-03-29', '14:20:00', '年“赴”一年', '#新师大桃李杯巡礼#🏫新疆师范大学前路漫漫时而彷徨，需名师指点方向#小乌微分享#善辩巧思纵观四方，终得明辩霸赛场@新疆师范大学L乌鲁木齐校园的微博视频​', 0, 0, 5, NULL);
INSERT INTO `weibo_dataset` VALUES (448, '乌鲁木齐校园', '2024-04-02', '12:40:00', '乌鲁木齐校园超话', '#和新疆学子一起感受春日浪漫#春天的气息，让人心情愉悦，仿佛所有的烦恼都能消散。跟随小乌的脚步，走进新师校园，学子放飞风筝，和春日浪漫撞个满怀#你好春天##放风筝#@新疆师范大学L乌鲁木齐校园的微博视频​', 8, 36, 116, NULL);
INSERT INTO `weibo_dataset` VALUES (447, '乌鲁木齐晚报', '2024-04-03', '11:57:00', '微博网页版', '【“你好，乌鲁木齐”——七国留学生打卡京剧院、文化中心等城市地标】当前，中国已成为世界主要的留学目的地国之一。来自不同国家的留学生通过不同方式感知中国。4月2日，乌鲁木齐市人民政府外事办公室、乌鲁木齐市人民对外友好协会联合市委宣传部共同组织新疆大学、新疆医科大学、新疆师范大学、乌鲁​展开c', 2, 0, 2, NULL);
INSERT INTO `weibo_dataset` VALUES (446, '天山网', '2024-04-05', '10:49:00', '微博网页版', '【乌鲁木齐首届女足比赛拉开战幕】4月4日，在乌鲁木齐市穹顶综合运动馆足球场，2024“亚足联女足日”女孩足球节（乌鲁木齐市首届女足）比赛拉开战幕。　据了解，本次比赛共有新疆师范大学附属中学（以下简称师大附中）、天山巾帼、雪莲花和阿扎马特俱乐部等4支女足队伍参加，比赛为8人制比赛，采​展开c', 1, 1, 4, NULL);
INSERT INTO `weibo_dataset` VALUES (445, '新疆师范大学', '2024-04-06', '18:39:00', '新疆师范大学超话', '新疆师范大学超话嘻嘻！和塔大的春日约会！@塔里木大学​', 0, 5, 21, NULL);
INSERT INTO `weibo_dataset` VALUES (444, '中国大学生在线', '2024-04-08', '07:44:00', '周一小中妹Android', '#一日之计#世界上最亮的光芒，一个是太阳，一个是你努力时的模样，早安呀☀(via.@新疆师范大学)​', 1, 9, 4, NULL);
INSERT INTO `weibo_dataset` VALUES (443, '新疆高校新鲜事', '2024-04-08', '11:24:00', '新疆高校新鲜事超话', '#新疆高校的春天生机勃勃#繁花满园，不负春光把春天的味道留住，满屏春天愿你一路繁花#新疆高校春日印记##小新来分享#🏫@新疆师范大学L新疆高校新鲜事的微博视频​', 0, 75, 61, NULL);
INSERT INTO `weibo_dataset` VALUES (442, '乌鲁木齐校园', '2024-04-08', '15:54:00', '乌鲁木齐校园超话', '#新疆高校春日印记#春天来的很慢，春天才有意义。这个周末，我们一起上春山吧！最美是人间四月的天，与你相约一生的春天。[我想开了]#新疆高校的春天生机勃勃#[我想开了]#你好春天#@新疆师范大学2乌鲁木齐·新疆师范大学L乌鲁木齐校园的微博视频​', 5, 28, 64, NULL);
INSERT INTO `weibo_dataset` VALUES (441, '教育学洪哥', '2024-04-09', '21:56:00', '空', '十八宫格也放不下你们的报喜！不过，我觉得今年的调剂时间对英专生真的特不公平。专八的时间和复试的时间重合了，真的无语！😑下午和晚上一直有蛮多学校在发复试通知。贵族师范大学、陕西师范大学、石河子大学、江苏大学、湖南科技大学、西北师范大学、新疆师范大学、广西民族大学等院校都在持续​展开c', 1, 12, 25, NULL);
INSERT INTO `weibo_dataset` VALUES (440, '乌鲁木齐校园', '2024-04-12', '13:37:00', '乌鲁木齐校园超话', '#运动吧新疆学子#热爱运动，享受挑战，超越自我，拥抱健康。运动，让生活更精彩，让心灵更自由。跟着小乌走进新师大，看看同学们平常都在干什么#小乌微分享##运动打卡#@新疆师范大学L乌鲁木齐校园的微博视频​', 7, 32, 102, NULL);
INSERT INTO `weibo_dataset` VALUES (439, '新疆师范大学', '2024-04-13', '11:20:00', '新疆师范大学超话', '新疆师范大学超话#技了个巧##我在微博涨知识#今天滴TED精读：《语言如何塑造我们的思维方式》​​​​来喽！快来一起阅读吧（via.@Demi-Academic）​', 4, 1, 7, NULL);
INSERT INTO `weibo_dataset` VALUES (438, '新疆发布', '2024-04-15', '18:56:00', '微博视频号', '【快播丨2024年“汉语桥”上合组织国家青年学生春令营开营】4月15日，2024年“汉语桥”上合组织国家青年学生春令营开营仪式在新疆师范大学举行。此次活动有来自俄罗斯、哈萨克斯坦、吉尔吉斯斯坦、塔吉克斯坦、乌兹别克斯坦、印度、巴基斯坦、伊朗8个上合组织国家的近500名青年学生参加。​展开c', 0, 1, 9, NULL);
INSERT INTO `weibo_dataset` VALUES (437, '天山网', '2024-04-15', '18:59:00', '微博视频号', '【2024年“汉语桥”上合组织国家青年学生春令营开营】4月15日，2024年“汉语桥”上合组织国家青年学生春令营开营仪式在新疆师范大学举行。此次活动有来自俄罗斯、哈萨克斯坦、吉尔吉斯斯坦、塔吉克斯坦、乌兹别克斯坦、印度、巴基斯坦、伊朗8个上合组织国家的近500名青年学生参加。​展开c', 7, 57, 243, NULL);
INSERT INTO `weibo_dataset` VALUES (436, '新疆师范大学', '2024-04-16', '13:45:00', '新疆师范大学超话', '新疆师范大学超话#技了个巧##我在微博涨知识#【电脑快捷键大全】对日常学习工作有很大的帮助～需要的同学请码住！（via.@实用干货）​', 1, 0, 4, NULL);
INSERT INTO `weibo_dataset` VALUES (435, '新疆师范大学', '2024-04-17', '15:33:00', '新疆师范大学超话', '新疆师范大学超话2024年“汉语桥”上海合作组织国家青年学生春令营开营仪式在我校顺利召开！O网页链接​', 0, 0, 7, NULL);
INSERT INTO `weibo_dataset` VALUES (434, '新疆是个好地方V', '2024-04-23', '12:30:00', '新疆师范大学超话', '【新疆乌鲁木齐超级草莓音乐节】官宣阵容！快来看看有没有你喜欢的歌手们5月24日-26日乌鲁木齐市水磨沟区八道湾产业园天山明月城我们不见不散！#春天有四季全DOU在新疆##新疆超级草莓音乐节#乌鲁木齐超话新疆大学超话新疆师范大学超话@文旅之声​', 2, 12, 20, NULL);
INSERT INTO `weibo_dataset` VALUES (433, '新疆百晓生', '2024-04-25', '11:00:00', '乌鲁木齐校园超话', '#新疆高校最夏天的照片#🏫新疆师范大学冰雪消融，溪水潺潺，看到远山渐绿的颜色，那是春的语言。#最夏天的照片#绿意萌动，春在人心间@新疆师范大学​2乌鲁木齐·新疆师范大学(温泉校区)​', 0, 1, 315, NULL);
INSERT INTO `weibo_dataset` VALUES (432, '新疆是个好地方V', '2024-04-26', '16:25:00', '微博网页版', '小新送票🎟️|《维和防暴队》#小新宠粉日#5月1日，《维和防暴队》正式上映。影片聚焦中国维和警察鲜为人知的生死时刻！应联合国请求、受国家派遣，余卫东（黄景瑜饰）、杨震（王一博饰）、丁慧（钟楚曦饰）等维和警察肩负神圣使命，远赴异国他乡，深入战火纷飞的任务区执行维和任务。他们​展开c', 3, 32, 29, NULL);
INSERT INTO `weibo_dataset` VALUES (431, '中国大学生在线', '2024-04-26', '22:00:00', '周五小中妹iPhone 14 Pro', '#有个好梦#时间是生命的航程，晚安，愿你在夜晚的梦乡中，航向美好的明天。晚安啦～（via.@新疆师范大学学生工作处）​', 9, 86, 64, NULL);
INSERT INTO `weibo_dataset` VALUES (430, '新疆高校新鲜事', '2024-04-29', '16:45:00', '新疆高校新鲜事超话', '#新疆学子复刻经典站位##小新来分享#“那些影视中警察的经典站位。”和@新疆师范大学一起让经典重现……L乌鲁木齐校园的微博视频​', 1, 0, 7, NULL);
INSERT INTO `weibo_dataset` VALUES (429, '乌鲁木齐校园', '2024-05-06', '13:56:00', '乌鲁木齐超话', '#新疆高校最夏天的照片#别划走，硬控你20s！一起来看@新疆师范大学与汉服擦出的奇妙火花#五一结束##校园随手拍#L乌鲁木齐校园的微博视频​', 0, 2, 6, NULL);
INSERT INTO `weibo_dataset` VALUES (428, '天山网', '2024-05-09', '18:45:00', '微博视频号', '【#新疆文化艺术节#|展示独特艺术视角看当代大学生美术绘画展】近日，新疆当代大学生美术绘画展，在新疆艺术学院开展。本次展览汇聚了新疆大学、石河子大学、新疆师范大学、新疆艺术学院、昌吉学院、新疆政法学院、新疆师范高等专科学校（新疆教育学院）等15所高校选送推荐90件大学生美术绘画作品。​展开c', 0, 0, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (427, '乌鲁木齐校园', '2024-05-10', '11:45:00', '校园超话', '#新疆高校花式整活特辑#官方号最终还是到00后手里了，这不得整活一次，跟随小乌一起来看看@新疆师范大学的吧#校园##我的校园日常#L乌鲁木齐校园的微博视频​', 6, 32, 124, NULL);
INSERT INTO `weibo_dataset` VALUES (426, '乌鲁木齐校园', '2024-05-14', '12:13:00', '乌鲁木齐校园超话', '#在新疆高校赴一场国风盛宴#今日在校园中随意走走，阳光洒在林荫道上，国风漫入新疆校园，微风轻拂，这般宁静美好，让人心情格外舒畅#小乌微分享##最夏天的照片#@新疆师范大学​', 0, 14, 49, NULL);
INSERT INTO `weibo_dataset` VALUES (425, '新疆师范大学', '2024-05-14', '12:36:00', '新疆师范大学超话', '新疆师范大学超话#技了个巧##我在微博涨知识#古人描写时令天气的二十个雅称，同学们一起来感受古人的浪漫吧～（via.@实用干货）​', 0, 0, 3, NULL);
INSERT INTO `weibo_dataset` VALUES (424, '乌鲁木齐校园', '2024-05-16', '12:58:00', '乌鲁木齐校园超话', '#新师大邀你一起爱心义卖#众人捐善款，爱心酒满城，义卖，收获的不仅是欢乐，更是心灵的宽慰，当代青年应当用爱心点燃生命之光，用真情奏响生命乐章#2024年全国节能宣传周校园行动##全国节能宣传周#@新疆师范大学L乌鲁木齐校园的微博视频​', 5, 36, 158, NULL);
INSERT INTO `weibo_dataset` VALUES (423, '新疆师范大学', '2024-05-20', '16:31:00', '新疆师范大学超话', '新疆师范大学超话幸福易如反掌！づ♥ど#520#@塔里木大学520快乐！​', 0, 3, 14, NULL);
INSERT INTO `weibo_dataset` VALUES (422, '乌鲁木齐校园', '2024-05-20', '16:42:00', '乌鲁木齐校园超话', '#新疆学子520小满胜万全#小乌又磕到一对CP！@新疆师范大学和@塔里木大学，小满盈而未满，爱意恰逢其时！#小乌微分享##今天520#​', 0, 1, 6, NULL);
INSERT INTO `weibo_dataset` VALUES (421, '乌鲁木齐校园', '2024-05-21', '16:16:00', '乌鲁木齐校园超话', '#新师大绿植领养日记#🪴绿植领养把爱心播撒在每一片绿叶上，让生命之美在校园绽放。本次绿植领养活动让同学们参与到绿色活动中，亲手养护绿植，共建绿色校园！#新疆师范大学绿植领养##绿植领养#​', 0, 6, 11, NULL);
INSERT INTO `weibo_dataset` VALUES (420, '乌鲁木齐校园', '2024-05-21', '16:47:00', '乌鲁木齐校园超话', '#新师大绿植领养日记#🪴“植”场新人不要慌！绿植伴你共成长！🥰绿植领养@新疆师范大学站重磅来袭！夏天的约定我们用绿植来赴约！#新疆师范大学绿植领养#[发芽]#绿植领养#2乌鲁木齐·新疆师范大学(温泉校区)L乌鲁木齐校园的微博视频​', 5, 36, 113, NULL);
INSERT INTO `weibo_dataset` VALUES (419, '乌鲁木齐校园', '2024-05-23', '19:03:00', '乌鲁木齐校园超话', '#新疆高校夏日燃动#新师大首届“桃李杯”智力运动会闭幕啦，看多了热情活泼的体力运动会，快来看一下紧张焦灼的智力运动会吧～也太精彩啦#小乌微分享##校园生活#@新疆师范大学​', 0, 0, 5, NULL);
INSERT INTO `weibo_dataset` VALUES (418, '乌鲁木齐校园', '2024-05-28', '15:01:00', '乌鲁木齐校园超话', '#新疆学子毕业季仪式感满满#时光荏苒，岁月如梭，转眼间我们即将迎来毕业的时刻。在这个特殊的时刻，我们将举办一场盛大的毕业晚会，共同回顾这段难忘的时光，展望未来的美好前程。#毕业季#走～跟着小乌走进新师大教育科学学院的毕业晚会#小乌微分享#@新疆师范大学​', 0, 25, 48, NULL);
INSERT INTO `weibo_dataset` VALUES (417, '新疆师范大学', '2024-06-01', '19:38:00', '新疆师范大学超话', '新疆师范大学超话#技了个巧##我在微博涨知识#今日份TED精读:《每个孩子如何都能在五岁前茁壮成长》​，小伙伴们快来读一读吧！（via.@BEC商务英语学习）​​​', 7, 0, 6, NULL);
INSERT INTO `weibo_dataset` VALUES (416, 'N视频', '2024-06-06', '17:19:00', '微博视频号', '【毕业翻唱火了！#对话曾经历延期30天高考的2020级本科生#】又到毕业季，一段由《新闻联播》开头、学生乐队翻唱《晴天》的视频火了。这是新疆师范大学马克思主义学院毕业生晚会上的一个节目，献给2020级本科生——受疫情影响，为最大限度地保障教育公平，当年高考延期30天，随后的录取、入学均顺延。如​展开c', 1, 0, 2, NULL);
INSERT INTO `weibo_dataset` VALUES (415, '中央音乐学院考级委员会', '2024-06-20', '12:00:00', '微博视频号', '#央音考级##公益师资培训#为更好地推动新疆地区社会音乐教育及美育事业高质量发展，中央音乐学院钢琴系党总支与考级、继教直属党支部、考级委员会、央音考级新疆考区开展了系列手风琴考级公益师资培训活动。其中，由许笑男老师与新疆师范大学及艺术学院手风琴专业师生、新疆本土手风琴艺术家、基层手​展开c', 47, 0, 75, NULL);
INSERT INTO `weibo_dataset` VALUES (414, '天山网', '2024-06-24', '18:47:00', '微博网页版', '【慕了！#被新疆高校的毕业礼物拿捏了#】一生中美好而难忘的大学时光匆匆而过。又到一年毕业季，送别2024届毕业生，新疆各高校也准备了氛围感满满的毕业“礼物”。戳↓看看你最喜欢哪个?祝愿刷到这条微博的学子们，考上心仪的大学！@新疆农业大学@新疆医科大学@新疆师范大学@新疆大学​展开c', 0, 4, 10, NULL);
INSERT INTO `weibo_dataset` VALUES (413, '最高人民法院', '2024-06-28', '13:15:00', '微博网页版', '#向鲍卫忠同志学习#【“时代楷模”鲍卫忠先进事迹报告会在乌鲁木齐举行】6月27日上午，由中央宣传部、中央政法委、最高人民法院、云南省委主办的“时代楷模”鲍卫忠先进事迹全国巡回报告会第四场报告在新疆维吾尔自治区乌鲁木齐市举行。本次报告会分上下午两场，报告团先后走进新疆师范大学和自治区党​展开c', 9, 2, 11, NULL);
INSERT INTO `weibo_dataset` VALUES (412, '人民法院报', '2024-06-28', '13:23:00', '微博网页版', '#向鲍卫忠同志学习#【“时代楷模”鲍卫忠先进事迹报告会在乌鲁木齐举行】6月27日上午，由中央宣传部、中央政法委、最高人民法院、云南省委主办的“时代楷模”鲍卫忠先进事迹全国巡回报告会第四场报告在新疆维吾尔自治区乌鲁木齐市举行。本次报告会分上下午两场，报告团先后走进新疆师范大学和自治区党​展开c', 5, 0, 5, NULL);
INSERT INTO `weibo_dataset` VALUES (411, '新疆高院', '2024-07-01', '10:29:00', '微博 weibo.com', '#向鲍卫忠同志学习##法治新疆#【鲍卫忠同志如烛光照亮我们的前行路】6月27日，由中央宣传部、中央政法委、最高人民法院、云南省委主办的“时代楷模”鲍卫忠先进事迹全国巡回报告会在新疆乌鲁木齐举行，报告团成员先后走进新疆师范大学和自治区党委党校（行政学院），为师范大学在校师生、全区政法干​展开c', 1, 8, 9, NULL);
INSERT INTO `weibo_dataset` VALUES (410, '新疆高院', '2024-07-01', '10:34:00', '微博 weibo.com', '#向鲍卫忠同志学习##法治新疆#【用平凡的坚守践行司法为民的初心和使命担当！】6月27日，由中央宣传部、中央政法委、最高人民法院、云南省委主办的“时代楷模”鲍卫忠先进事迹全国巡回报告会在新疆乌鲁木齐举行，报告团成员先后走进新疆师范大学和自治区党委党校（行政学院），为师范大学在校师生、​展开c', 2, 25, 24, NULL);
INSERT INTO `weibo_dataset` VALUES (409, '乌鲁木齐校园', '2024-07-09', '12:57:00', '乌鲁木齐校园超话', '#和新疆高校共赴夏日盛宴#在夏天的新疆高校里，阳光如同金色的画笔，描绘出青春与梦想的绚丽画卷#小乌微分享##你好夏天#@新疆师范大学​', 0, 2, 3, NULL);
INSERT INTO `weibo_dataset` VALUES (408, '新疆师范大学', '2024-07-11', '19:29:00', '新疆师范大学超话', '新疆师范大学超话#技了个巧##我在微博涨知识#今日TED演讲：茶的起源和发展，一起来阅读积累单词吧！（via.@BEC商务英语学习）​', 21, 0, 21, NULL);
INSERT INTO `weibo_dataset` VALUES (407, '新疆师范大学', '2024-07-14', '21:52:00', '新疆师范大学超话', '新疆师范大学超话#技了个巧##我在微博涨知识#TED精读：为什么快乐是健康生活的秘诀？（via.@BEC商务英语学习）​', 12, 0, 16, NULL);
INSERT INTO `weibo_dataset` VALUES (406, '淋雨的符号', '2024-07-17', '10:14:00', '新疆师范大学考研超话', '新疆师范大学考研超话当我没有学习动力时，就进来看看，一下又有学习的劲了​', 0, 1, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (405, '何秋是醉人', '2024-07-17', '13:01:00', '空', '大家不要骂了，其实婴最近退网的另一层私心是准备九月份远赴新疆陪读，并且已经找好房子，押一付三，月租5k，就隔新疆师范大学一个公交站，他其实是疯批破碎受​', 2, 4, 33, NULL);
INSERT INTO `weibo_dataset` VALUES (404, '聪娃儿20170', '2024-07-19', '11:27:00', '新疆师范大学超话', '24学科数学373上岸859资料➕真题➕复习重点欢迎咨询新疆师范大学超话#学科数学##考研#​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (403, '新疆师范大学', '2024-07-20', '11:00:00', '新疆师范大学超话', '新疆师范大学超话#技了个巧##我在微博涨知识#20个唇齿含香的成语，20段唯美文学典故。每个成语中，都有段动人心扉的故事！快来看看吧！（via.@实用干货）​', 0, 1, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (402, '乌鲁木齐校园', '2024-07-20', '22:04:00', '乌鲁木齐校园超话', '#在新疆上大学吃什么#四方食事，人间烟火，人间值得朝朝暮暮烟火气，开心的事要放进心里，好吃的东西要放进肚子里，美食值得慢食三餐#小乌微分享##新疆美食#@新疆师范大学​', 2, 10, 11, NULL);
INSERT INTO `weibo_dataset` VALUES (401, '新疆师范大学', '2024-07-22', '18:47:00', '新疆师范大学超话', '新疆师范大学超话#技了个巧##我在微博涨知识#今日份小技巧来喽！今天我们要看的是：TED演讲《那些限制你的执念，才是你不幸的根源！​》快来一起看一看吧！（via.@BEC商务英语）​​​', 0, 1, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (400, '甜露露呐呐', '2024-07-22', '20:49:00', '新疆师范大学超话', '新疆师范大学超话考上啦学科语文有没有需要857带学的姐妹呀​', 0, 1, 5, NULL);
INSERT INTO `weibo_dataset` VALUES (399, '新疆师范大学', '2024-07-22', '21:27:00', '新疆师范大学超话', '新疆师范大学超话#夜话新师大#明日的太阳将为大家升起，让我们一起进入美梦之旅，愿你光芒四射，晚安！​', 0, 1, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (398, '研谌考研', '2024-07-24', '11:41:00', '微博 weibo.com', '发布了头条文章：《新疆师范大学学科教学生物863考研经验分享》新疆师范大学考研超话学科生物考研超话#研谌考研##研谌专业课#O新疆师范大学学科教学生物863考研经验分享​', 0, 1, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (397, '新疆师范大学', '2024-07-24', '17:09:00', '新疆师范大学超话', '新疆师范大学超话#技了个巧##我在微博涨知识#今日份小技巧来喽！今天我们要看的是TED演讲：《想要打动人心，先学会讲好故事》快来一起看一看吧！（via.@BEC商务英语）​​​', 5, 1, 3, NULL);
INSERT INTO `weibo_dataset` VALUES (396, '新疆师范大学', '2024-07-24', '22:00:00', '新疆师范大学超话', '新疆师范大学超话#夜话新师大#结束一天的忙碌，晚安！让心灵在宁静中充电，迎接更加美好的明天。🌼🌼​', 0, 0, 2, NULL);
INSERT INTO `weibo_dataset` VALUES (395, '新疆师范大学', '2024-07-25', '09:00:00', '新疆师范大学超话', '新疆师范大学超话#早安新师大#早安，世界！带着满满的能量，去拥抱每一个可能和挑战。🌱🌱​', 0, 0, 4, NULL);
INSERT INTO `weibo_dataset` VALUES (394, '小喆子为什么不行啊', '2024-07-25', '10:23:00', '微博 weibo.com', '发布了头条文章：《【头条服务招标】新疆师范大学艺术楼实验室精细化装修项目竞争性磋商》O【头条服务招标】新疆师范大学艺术楼实验室精细化装修项目竞争性磋商​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (393, '新疆师范大学', '2024-07-25', '22:00:00', '新疆师范大学超话', '新疆师范大学超话#夜话新师大#夜幕降临，晚安入梦。愿你的梦里充满甜蜜与安宁，醒来笑靥如花。🏵️🏵️​', 0, 0, 3, NULL);
INSERT INTO `weibo_dataset` VALUES (392, '新疆师范大学', '2024-07-26', '17:29:00', '新疆师范大学超话', '新疆师范大学超话#技了个巧##我在微博涨知识#今日份小技巧来喽！今天我们要看的是TED演讲《学会放手，会让你变得势不可挡​》快来一起看一看吧！（via.@BEC商务英语）​​​', 1, 0, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (391, '新疆师范大学', '2024-07-26', '22:00:00', '新疆师范大学超话', '新疆师范大学超话#夜话新师大#月光温柔，晚风轻轻。晚安，愿你的心灵得到真正的放松与自由。🌻🌻​', 0, 1, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (390, '尹余温旧梦', '2024-07-26', '23:07:00', '新疆师范大学超话', '新疆师范大学超话大一新生软件工程，求问新生群​', 0, 4, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (389, '新疆师范大学', '2024-07-27', '09:00:00', '新疆师范大学超话', '新疆师范大学超话#早安新师大#每一个清晨都是宇宙的礼物，早安！珍惜它，活出你的精彩。🌴🌴​', 0, 2, 6, NULL);
INSERT INTO `weibo_dataset` VALUES (388, '小程一定行1', '2024-07-27', '16:38:00', '新疆师范大学超话', '新疆师范大学超话还差20多人满没进群的找我进一下群​', 0, 2, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (387, '新疆师范大学', '2024-07-27', '19:50:00', '新疆师范大学超话', '新疆师范大学超话#技了个巧##我在微博涨知识#今日份小技巧来喽！今天我们要看的是TED演讲《人脉带来机遇，我们该如何扩大社交圈？​》快来一起看一看吧！（via.@BEC商务英语）​​​', 7, 1, 7, NULL);
INSERT INTO `weibo_dataset` VALUES (386, '新疆师范大学', '2024-07-27', '20:22:00', '新疆师范大学超话', '新疆师范大学超话#newstar•学习站#今日份学习站来喽～小可爱们快来看一看下面的题，大家知道以下哪个选项是“forgood”的意思吗？​​​​​​“forgood”的意思是什么？​', 0, 1, 23, NULL);
INSERT INTO `weibo_dataset` VALUES (385, '叮当asd', '2024-07-28', '00:29:00', 'vivo S5照亮你的美', '#新疆师范大学#25考研，想咨询学科生物方向，有没有学长学姐给点建议，想知道压不压分，容不容易考😭😭​', 0, 23, 14, NULL);
INSERT INTO `weibo_dataset` VALUES (384, '新疆师范大学', '2024-07-28', '20:37:00', '新疆师范大学超话', '新疆师范大学超话#newstar•学习站#今日份学习站来喽～小可爱们快来看一看下面的题，大家知道以下哪个选项不是“miss”的意思吗？​​​哪个不是“miss”的意思？​', 0, 1, 104, NULL);
INSERT INTO `weibo_dataset` VALUES (383, '新疆师范大学', '2024-07-28', '20:52:00', '新疆师范大学超话', '新疆师范大学超话#技了个巧##我在微博涨知识#今日份小技巧来喽！今天我们要看的是TED演讲《如何在5分钟内知道自己的人生目标？​》快来一起看一看吧！（via.@BEC商务英语）​​​', 1, 1, 9, NULL);
INSERT INTO `weibo_dataset` VALUES (382, '新疆师范大学', '2024-07-29', '08:30:00', '新疆师范大学超话', '新疆师范大学超话#早安新师大#愿师大人日出有盼，日落有念，心有所期，忙而不茫～新的一天，早安​', 0, 0, 2, NULL);
INSERT INTO `weibo_dataset` VALUES (381, '给你一拳zyt', '2024-07-29', '12:22:00', '新疆师范大学超话', '新疆师范大学超话有没有商学院的学长学姐呀想了解一些问题​', 0, 2, 4, NULL);
INSERT INTO `weibo_dataset` VALUES (380, '爱做梦的小鲅鱼', '2024-07-29', '19:59:00', '新疆师范大学超话', '新疆师范大学超话有学科英语上岸的学姐吗？​', 0, 1, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (379, '新疆师范大学', '2024-07-29', '21:30:00', '新疆师范大学超话', '新疆师范大学超话#夜话新师大#愿你的夜，温暖如初。愿你的梦，甜如蜜糖～晚安，师大人​', 0, 0, 2, NULL);
INSERT INTO `weibo_dataset` VALUES (378, '新疆师范大学', '2024-07-30', '08:30:00', '新疆师范大学超话', '新疆师范大学超话#早安新师大#清晨，阳光穿透树叶，带来新的希望与动力～早安，师大人​', 0, 1, 5, NULL);
INSERT INTO `weibo_dataset` VALUES (377, '啥会能有对象', '2024-07-30', '11:12:00', '新疆师范大学考研超话', '新疆师范大学考研超话想问下往届生报考双少的学长学姐们复试前需要提供就业协议就行还是说需要三个月的社保记录​', 0, 3, 2, NULL);
INSERT INTO `weibo_dataset` VALUES (376, '新疆师范大学', '2024-07-30', '11:23:00', '新疆师范大学超话', '新疆师范大学超话#技了个巧##我在微博涨知识#今天的技巧来喽～永远被史铁生老师的文字所震撼！让我们一起感受一下来自文学的魅力吧（via.@实用干货）​', 1, 0, 2, NULL);
INSERT INTO `weibo_dataset` VALUES (375, '乌鲁木齐校园', '2024-07-30', '17:39:00', '乌鲁木齐校园超话', '#为新疆学子加油助威##大学生奥运助威团#让我们来为运动健儿们喝彩！祝愿我们骄傲的运动员们穿越塞纳河畔的风，带着巴黎的气息，用汗水绘就金色的梦想，一起向荣耀进发！@新疆师范大学#小乌微分享#​', 0, 0, 3, NULL);
INSERT INTO `weibo_dataset` VALUES (374, 'Ierratic', '2024-07-30', '18:44:00', '新疆师范大学超话', '新疆师范大学超话有群吗，新生想加群​', 0, 1, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (373, 'ovoyou_', '2024-07-30', '19:46:00', '新疆师范大学考研超话', '新疆师范大学考研超话有偿求考研701801真题！！​', 0, 16, 3, NULL);
INSERT INTO `weibo_dataset` VALUES (372, '米兮芝芝', '2024-07-30', '20:52:00', '新疆师范大学考研超话', '新疆师范大学考研超话出学科物理860资料​', 0, 2, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (371, '我是你哒哒哒哒哒', '2024-07-31', '04:09:00', '新疆师范大学超话', '新疆师范大学超话有无思政学长学姐出二手教材书啊​', 0, 0, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (370, '新疆师范大学', '2024-07-31', '12:40:00', '新疆师范大学超话', '新疆师范大学超话#newstar•学习站##我在微博涨知识#叮咚，今日做题时间到，快来看看你能不能答对下面这道题吧“青椒”的英文释义是什么呢？​', 0, 0, 27, NULL);
INSERT INTO `weibo_dataset` VALUES (369, 'Aying7_', '2024-07-31', '21:17:00', 'iPhone客户端', '新疆师范大学超话有学上咯​', 0, 2, 9, NULL);
INSERT INTO `weibo_dataset` VALUES (368, '新疆师范大学', '2024-07-31', '21:40:00', '新疆师范大学超话', '新疆师范大学超话#夜话新师大#夜晚是个温柔的怀抱，愿你在梦中感受到无尽的宁静与美好～晚安，师大人​', 0, 0, 4, NULL);
INSERT INTO `weibo_dataset` VALUES (367, '宝藏阿琦', '2024-08-01', '10:57:00', '新疆师范大学考研超话', '新疆师范大学考研超话有没有同学知道，缴费系统里只显示了学费，没显示住宿费，是都这样的，还是我这边没更新出来的原因啊？​', 0, 4, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (366, '新疆师范大学', '2024-08-01', '20:04:00', '新疆师范大学超话', '新疆师范大学超话#newstar•学习站##我在微博涨知识#我国近现代涌现了一批杰出的作家，留下了许多优秀的著作。那么你知道以下哪一项的作家与作品对应错误了吗？[锦鲤附体]哪一项的作家与作品对应错误了？​', 0, 0, 39, NULL);
INSERT INTO `weibo_dataset` VALUES (365, 'Nuyoah嘉', '2024-08-01', '20:35:00', '新疆师范大学超话', '新疆师范大学超话25考研，求学科教学思政专业课二真题资料，有偿​', 0, 10, 4, NULL);
INSERT INTO `weibo_dataset` VALUES (364, 'bskkdnbfg', '2024-08-01', '20:46:00', '新疆师范大学超话', '新疆师范大学超话想问一下新疆师范大学温泉校区的老生可以回学校宿舍拿一下材料嘛，进的去嘛​', 0, 1, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (363, 'bskkdnbfg', '2024-08-01', '20:53:00', '新疆师范大学(温泉校区)超话', '新疆师范大学(温泉校区)超话老生可以回学校宿舍拿东西嘛（女生）​', 0, 1, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (362, '希尔扎提不听话就亲亲', '2024-08-01', '21:07:00', '新疆师范大学超话', '新疆师范大学超话各位学长学姐有历史学考研资料吗有偿​', 0, 12, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (361, 'G-A余生加油', '2024-08-01', '23:33:00', '新疆师范大学超话', '新疆师范大学超话有没有没睡的师大人，我有好多好多问题​', 0, 13, 9, NULL);
INSERT INTO `weibo_dataset` VALUES (360, '凯程考研小宇老师', '2024-08-02', '09:17:00', '微博网页版', '25届新疆师范大学854学前教育导学课，课程详情和报名私信小宇老师（vx;17600651263）', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (359, '新疆师范大学', '2024-08-02', '14:18:00', '新疆师范大学超话', '新疆师范大学超话#巴黎奥运会##我在微博涨知识#奥运知识知多少？提问！奥林匹克精神的格言是什么？奥林匹克精神的格言是什么？​', 0, 0, 42, NULL);
INSERT INTO `weibo_dataset` VALUES (358, '是诗凝呀', '2024-08-02', '19:17:00', '新疆师范大学超话', '新疆师范大学超话有无化学专业考研上岸的学长学姐们，想咨询考研相关问题。​', 0, 11, 2, NULL);
INSERT INTO `weibo_dataset` VALUES (357, '柠檬树下薄荷情', '2024-08-02', '21:16:00', '新疆师范大学考研超话', '新疆师范大学考研超话就想问一下有新疆师范设计专业研究生的直系师哥师姐指点迷津嘛不要推销！！！如果有合适的初试资料自然会入手的新疆师范大学考研超话#环境艺术设计考研#​', 0, 0, 3, NULL);
INSERT INTO `weibo_dataset` VALUES (356, '拥抱烂漫', '2024-08-02', '21:27:00', '新疆师范大学超话', '新疆师范大学超话这个学校转专业好转吗？​', 0, 1, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (355, '新疆师范大学', '2024-08-02', '21:50:00', '新疆师范大学超话', '新疆师范大学超话#夜话新师大#白天有说有笑，晚上睡个好觉～晚安，师大人​', 0, 1, 3, NULL);
INSERT INTO `weibo_dataset` VALUES (354, '新疆师范大学', '2024-08-03', '09:10:00', '新疆师范大学超话', '新疆师范大学超话#早安新师大#新的一天，新的开始！希望今天的早晨可以带给你宁静和力量～早安，师大人​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (353, '食物天地人', '2024-08-03', '11:02:00', '微博网页版', '讲座主题：当牧民不再游牧……讲座时间：今晚7点半主讲者：崔延虎（原新疆师范大学社会文化人类学研究所教授，主要研究领域为牧区人类学、绿洲生态人类学，在新疆及甘肃河西走廊进行人类学田野调查近40年）腾讯会议会议号：768-805-297密码：0803​', 0, 0, 3, NULL);
INSERT INTO `weibo_dataset` VALUES (352, 'Ann欣崽', '2024-08-03', '13:03:00', 'iPhone客户端', 'dy：地蛋/豆扣xhs：马健博2992ks：Bolero-29vb：@伯乐2992🈚️其他社交平台（qq.vx均未公开）网易云：伯乐29粉丝名（土豆丝🥔04年山东人艺术生乐器：笙生日：2004.3.29🎬新疆师范大学PotatoClub超话PotatoClub超话#超话情书速递##马健博风雨来临也同行#地蛋的超话', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (351, 'Ann欣崽', '2024-08-03', '13:04:00', 'iPhone客户端', 'dy：地蛋/豆扣xhs：马健博2992ks：（ks号：Bolero-29）vb：@伯乐2992🈚️其他社交平台PotatoClub超话网易云：伯乐29粉丝名（土豆丝🥔04年山东人艺术生乐器：笙生日：2004.3.29🎬新疆师范大学#马健博风雨来临也同行##超话情书速递#地蛋的超话', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (350, '与少年同行_', '2024-08-03', '16:12:00', '新疆师范大学超话', '新疆师范大学超话想问有没有新生群？学校假期能不能留校？开学有没有摸底考试？​', 0, 1, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (349, '新疆师范大学', '2024-08-03', '19:08:00', '新疆师范大学超话', '新疆师范大学超话#一起看奥运##我在微博涨知识#叮咚！做题时间到啦～大家快来一起看看下面这道题吧​奥林匹克环的颜色不包括以下哪种颜色呢？​', 0, 1, 48, NULL);
INSERT INTO `weibo_dataset` VALUES (348, '小程一定行1', '2024-08-03', '20:25:00', '新疆师范大学超话', '新疆师范大学超话加我找组织啦！！！！​', 0, 0, 2, NULL);
INSERT INTO `weibo_dataset` VALUES (347, '新疆师范大学', '2024-08-03', '22:00:00', '新疆师范大学超话', '新疆师范大学超话#夜话新师大#闭上眼睛，让心灵漫游，愿你找到心灵的安宁与宁静～晚安，师大人​', 0, 0, 3, NULL);
INSERT INTO `weibo_dataset` VALUES (346, '一位不愿意透漏姓名的拜仁球迷', '2024-08-03', '23:33:00', '新疆师范大学考研超话', '新疆师范大学考研超话有文物的资料吗​', 0, 5, 5, NULL);
INSERT INTO `weibo_dataset` VALUES (345, '_杜锦程', '2024-08-04', '00:02:00', '新疆师范大学超话', '新疆师范大学超话我在新疆师范大学超话连续签到1700天啦，​', 0, 0, 2, NULL);
INSERT INTO `weibo_dataset` VALUES (344, '新疆师范大学', '2024-08-04', '08:40:00', '新疆师范大学超话', '新疆师范大学超话#早安新师大#新的一天，愿你像朝阳一样充满活力，照亮前行的道路～早安，师大人​', 0, 1, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (343, '新疆师范大学', '2024-08-04', '10:48:00', '新疆师范大学超话', '新疆师范大学超话#newstar•学习站##我在微博涨知识#叮咚～做题时间到！你知道下面这道题的答案是什么吗​四大古桥中的洛阳桥位于哪里呢？​', 0, 0, 37, NULL);
INSERT INTO `weibo_dataset` VALUES (342, '新疆师范大学', '2024-08-04', '21:40:00', '新疆师范大学超话', '新疆师范大学超话#夜话新师大#愿你今晚的梦里充满温馨和快乐，明天醒来充满活力与期待～晚安，师大人​', 0, 0, 3, NULL);
INSERT INTO `weibo_dataset` VALUES (341, '新疆师范大学', '2024-08-05', '09:20:00', '新疆师范大学超话', '新疆师范大学超话#早安新师大#晨曦微露，暖阳初升，美好的一天开始啦！早安​', 0, 0, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (340, '与少年同行_', '2024-08-05', '10:59:00', '新疆师范大学超话', '新疆师范大学超话学校转专业相对可以吗？​', 0, 8, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (339, '新师大马克思理论学长', '2024-08-05', '12:31:00', '新疆师范大学考研超话', '新疆师范大学考研超话25马理论学弟学妹赶紧冲，所属一级学科马理论，应该初试考的都一样​', 0, 0, 8, NULL);
INSERT INTO `weibo_dataset` VALUES (338, '与少年同行_', '2024-08-05', '12:55:00', '新疆师范大学超话', '新疆师范大学超话有没有转专业成功的学长学姐？想咨询一下这方面的事​', 0, 1, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (337, '新疆师范大学', '2024-08-05', '16:00:00', '新疆师范大学超话', '新疆师范大学超话#技了个巧##我在微博涨知识#今日TED精读：为什么我们都喜欢循环播放音乐？（via.@BEC商务英语学习）​', 9, 0, 12, NULL);
INSERT INTO `weibo_dataset` VALUES (336, '新疆师范大学', '2024-08-05', '19:41:00', '新疆师范大学超话', '新疆师范大学超话#newstar•学习站#学习站来啦～同学们知道以下哪个单词是意思“多余的”吗？哪个单词意思是“多余的”？​', 0, 0, 76, NULL);
INSERT INTO `weibo_dataset` VALUES (335, 'Sunshine6727925924', '2024-08-05', '20:49:00', '新疆师范大学超话', '新疆师范大学超话新学期校历出了吗​', 0, 1, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (334, '新疆师范大学', '2024-08-05', '21:56:00', '新疆师范大学超话', '新疆师范大学超话#夜话新师大#愿你今夜拥有甜美的梦境，明早醒来，迎接美好的一天。晚安​', 0, 0, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (333, '与少年同行_', '2024-08-06', '07:57:00', '新疆师范大学超话', '新疆师范大学超话这个是学校统一发布的？还是说是个骗子？​', 0, 3, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (332, '新疆师范大学', '2024-08-06', '09:20:00', '新疆师范大学超话', '新疆师范大学超话#早安新师大#用平常心感知生活的快乐，用满足心感悟生活的幸福，一切皆是美好。早安​', 0, 1, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (331, '天天开心_mar19', '2024-08-06', '13:35:00', '伊犁师范大学超话', '伊犁师范大学超话新疆师范大学小学教育853考研💥有333853相关真题、视频及各类资料有意者后台dd我​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (330, '天天开心_mar19', '2024-08-06', '13:36:00', '新疆科技学院超话', '新疆科技学院超话新疆师范大学小学教育853考研💥有333853相关真题、视频及各类资料有意者后台dd我​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (329, '天天开心_mar19', '2024-08-06', '13:36:00', '伊犁师范学院超话', '伊犁师范学院超话新疆师范大学小学教育853考研💥有333853相关真题、视频及各类资料有意者后台dd我​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (328, '天天开心_mar19', '2024-08-06', '13:36:00', '新疆理工学院超话', '新疆理工学院超话新疆师范大学小学教育853考研💥有333853相关真题、视频及各类资料有意者后台dd我​', 0, 0, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (327, '天天开心_mar19', '2024-08-06', '13:36:00', '喀什大学超话', '喀什大学超话新疆师范大学小学教育853考研💥有333853相关真题、视频及各类资料有意者后台dd我​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (326, '天天开心_mar19', '2024-08-06', '13:37:00', '塔里木大学超话', '塔里木大学超话新疆师范大学小学教育853考研💥有333853相关真题、视频及各类资料有意者后台dd我​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (325, '天天开心_mar19', '2024-08-06', '13:37:00', '新疆师范大学考研超话', '新疆师范大学考研超话新疆师范大学小学教育853考研💥有333853相关真题、视频及各类资料有意者后台dd我​', 0, 0, 3, NULL);
INSERT INTO `weibo_dataset` VALUES (324, '天天开心_mar19', '2024-08-06', '13:37:00', '新疆师范大学超话', '新疆师范大学超话新疆师范大学小学教育853考研💥有333853相关真题、视频及各类资料有意者后台dd我​', 0, 2, 2, NULL);
INSERT INTO `weibo_dataset` VALUES (323, '新疆师范大学', '2024-08-06', '19:45:00', '新疆师范大学超话', '新疆师范大学超话#newstar•学习站#学习站来咯！以下哪个单词意思为“保存，节约，保护”？哪个单词意思为“保存，节约，保护”？​', 0, 1, 53, NULL);
INSERT INTO `weibo_dataset` VALUES (322, '新疆师范大学', '2024-08-06', '22:00:00', '新疆师范大学超话', '新疆师范大学超话#夜话新师大#星星闪烁，月光如水，愿你在这个美好的夜晚找到宁静与安宁。晚安​', 0, 0, 4, NULL);
INSERT INTO `weibo_dataset` VALUES (321, '新疆师范大学', '2024-08-07', '09:20:00', '新疆师范大学超话', '新疆师范大学超话#早安新师大#天空很蓝，阳光很暖，用满腔热爱去迎接今天吧。早安​', 0, 0, 3, NULL);
INSERT INTO `weibo_dataset` VALUES (320, '新疆师范大学', '2024-08-07', '12:25:00', '新疆师范大学超话', '新疆师范大学超话#立秋#夏意尚未消散，立秋已悄然来临。愿你的付出，都能换成金色的收获！​', 0, 0, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (319, '新疆师范大学', '2024-08-07', '18:46:00', '新疆师范大学超话', '新疆师范大学超话#newstar•学习站#今日问答来啦下列四个词语中“侧重事物发展速度快”的是？同学们快来作答吧！下列四个词语中“侧重事物发展速度快”的是​', 0, 0, 36, NULL);
INSERT INTO `weibo_dataset` VALUES (318, '新疆师范大学', '2024-08-07', '22:00:00', '新疆师范大学超话', '新疆师范大学超话#夜话新师大#愿你在梦中遇见所有美好的事物，醒来时充满希望和活力～晚安[比心心]​', 0, 0, 5, NULL);
INSERT INTO `weibo_dataset` VALUES (317, '新疆师范大学', '2024-08-08', '09:28:00', '新疆师范大学超话', '新疆师范大学超话#早安新师大#微笑是唤醒心灵的魔法，愿你用微笑迎接每一个新的早晨。早安​', 0, 0, 3, NULL);
INSERT INTO `weibo_dataset` VALUES (316, 'Mmmr11', '2024-08-08', '12:03:00', '新疆师范大学超话', '新疆师范大学超话#暑期社会实践##我是红色讲解员#结束了完美的假期社会实践！和我的美美宝宝们2巴音郭楞·库尔勒规划展示馆​', 0, 0, 10, NULL);
INSERT INTO `weibo_dataset` VALUES (315, '星耀五洲Sports-张路', '2024-08-08', '16:50:00', '微博直播平台', '山东大学VS新疆师范大学|2023-2024全国青少年校园足球联赛大学男子高水平组超冠联赛正在贵港足球训练基地·星耀五洲杯东盟大湾区赛事中心进行中！#CUFA#L星耀五洲Sports-张路的微博视频​', 0, 0, 4, NULL);
INSERT INTO `weibo_dataset` VALUES (314, '星耀五洲杯青少年足球', '2024-08-08', '16:50:00', '微博直播平台', '山东大学VS新疆师范大学|2023-2024全国青少年校园足球联赛大学男子高水平组超冠联赛正在贵港足球训练基地·星耀五洲杯东盟大湾区赛事中心进行中！#CUFA#L星耀五洲杯青少年足球的微博视频​', 0, 0, 2, NULL);
INSERT INTO `weibo_dataset` VALUES (313, '新疆师范大学', '2024-08-08', '17:54:00', '新疆师范大学超话', '新疆师范大学超话#技了个巧##我在微博涨知识#【中国古典园林八大造景手法】快来一起涨知识（via.@实用干货）​', 0, 0, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (312, '新疆师范大学', '2024-08-08', '19:35:00', '新疆师范大学超话', '新疆师范大学超话#newstar•学习站#学习站来啦同学们知道“atsixesandsevens”是什么意思吗？“atsixesandsevens”是什么意思​', 0, 0, 36, NULL);
INSERT INTO `weibo_dataset` VALUES (311, '新疆师范大学', '2024-08-08', '22:01:00', '新疆师范大学超话', '新疆师范大学超话#夜话新师大#在黑夜的静谧里，愿你拥有一份属于自己的宁静与安逸。晚安​', 0, 0, 2, NULL);
INSERT INTO `weibo_dataset` VALUES (310, '新疆师范大学', '2024-08-09', '09:32:00', '新疆师范大学超话', '新疆师范大学超话#早安新师大#向前走吧，沿着你的道路，鲜花将不断开放！早安，师大人～​', 0, 0, 2, NULL);
INSERT INTO `weibo_dataset` VALUES (309, '该用户是小野', '2024-08-09', '20:17:00', '新疆师范大学超话', '新疆师范大学超话求问在哪交学费住宿费​', 0, 4, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (308, '新疆师范大学', '2024-08-10', '10:03:00', '新疆师范大学超话', '新疆师范大学超话#早安新师大#崭新的晨光拥入怀中，在未来的日子里继续做勇敢追光的人吧！早安​', 0, 0, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (307, '顾澈xs', '2024-08-10', '13:45:00', '新疆师范大学超话', '新疆师范大学超话问问有人是温泉新生吗，有新生群吗求求​', 0, 4, 2, NULL);
INSERT INTO `weibo_dataset` VALUES (306, '星耀五洲杯青少年足球', '2024-08-10', '16:50:00', '微博直播平台', '新疆师范大学VS河海大学|2023-2024全国青少年校园足球联赛大学男子高水平组超冠联赛正在贺州足球训练基地·星耀五洲杯南方赛事中心进行中！#CUFA#L星耀五洲杯青少年足球的微博视频​', 0, 0, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (305, '微微辣炒米粉伴我同行', '2024-08-10', '21:04:00', '新疆师范大学考研超话', '新疆师范大学考研超话亦非和彦祖们🙏求问中国语言文学博士的备考相关信息🙏🙏​', 0, 1, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (304, 'zunnn_lll', '2024-08-10', '23:04:00', '新疆师范大学超话', '新疆师范大学超话想问一下，电子信息科学与技术在大二有没有去别的学校交换的名额？​', 0, 2, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (303, '校园体育迷', '2024-08-11', '08:38:00', '空', '2023-2024全国青少年校园足球联赛大学男子高水平组超冠联赛第三轮赛果、第四轮赛程直播排位赛东华大学-北京大学O网页链接同济大学-新疆师范大学O网页链接1/4决赛北京理工大学-中国农业大学O网页链接河海大学-北京体育大学O网页链接成都体育学​展开c', 1, 5, 3, NULL);
INSERT INTO `weibo_dataset` VALUES (302, '星耀五洲杯青少年足球', '2024-08-11', '16:30:00', '微博直播平台', '排位赛:同济大学VS新疆师范大学|2023-2024全国青少年校园足球联赛大学男子高水平组超冠联赛正在九凌湖足球训练基地·星耀五洲杯东盟大湾区赛事中心进行中！#CUFA#L星耀五洲杯青少年足球的微博视频​', 0, 0, 3, NULL);
INSERT INTO `weibo_dataset` VALUES (301, '胡椒加龙猫', '2024-08-11', '18:34:00', '新疆师范大学超话', '新疆师范大学超话我想问大家24届录取通知书豆到哪儿了？本人的还没发，慌慌哒​', 0, 2, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (300, '新疆师范大学', '2024-08-11', '19:54:00', '新疆师范大学超话', '新疆师范大学超话#技了个巧##我在微博涨知识#【英语翻译技巧】需要的转发码住学习起来吧！（via.@VOA英文口语）​', 0, 0, 2, NULL);
INSERT INTO `weibo_dataset` VALUES (299, '校园体育迷', '2024-08-11', '21:59:00', '微博网页版', '2023-2024全国青少年校园足球联赛大学男子高水平组超冠联赛晋级表​​​13-14排位赛:9:00新疆师范大学VS北京大学O网页链接半决赛:成都体育学院VS北京航空航天大学O网页链接北京理工大学VS河海大学O网页链接排位赛:太原理工大学VS中南大学​展开c', 2, 3, 6, NULL);
INSERT INTO `weibo_dataset` VALUES (298, '逸入萧门深似海', '2024-08-12', '10:53:00', '新疆师范大学超话', '新疆师范大学超话问问有没有学长学姐之前选过花式跳绳好过吗，还有啦啦操好过吗？谢谢​', 0, 4, 2, NULL);
INSERT INTO `weibo_dataset` VALUES (297, '与少年同行_', '2024-08-12', '13:42:00', '新疆师范大学超话', '新疆师范大学超话小学教育专业大一学些什么？数学难不难？哪些专业课相对难过一点？有没有小教的学长学姐解答一下​', 0, 2, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (296, '周少说', '2024-08-12', '14:16:00', 'iPhone XR', '“真是愁死了！”湖南一位网友说，侄子今年高考差六分达到湖南一本线，只能报考省内二本大学，最终被第二志愿新疆师范大学数学系录取。虽然是一本院校，但是地理位置偏远，现在全家人都十分担心，甚至很纠结。想问大家，到底要不要去读？此话一出，引发众多网友议论纷纷。有网友当即表示，我家也在新​展开c', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (295, '这里是余白', '2024-08-12', '16:34:00', '新疆师范大学超话', '新疆师范大学超话大三明天早上就要选课了，有没有选过中国象棋的学长学姐呀？这门课好过吗？​', 0, 1, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (294, '这里是余白', '2024-08-12', '16:34:00', '新疆师范大学超话', '新疆师范大学超话大三选体育技能课，不想太累的话，建议选什么课呢？​', 0, 4, 6, NULL);
INSERT INTO `weibo_dataset` VALUES (293, '钰钰每天睡不醒', '2024-08-12', '21:00:00', '新疆师范大学超话', '新疆师范大学超话有没有人能告诉我这图片里的体育老师都是教什么的啊？哪个老师好过一点，大四选体育技能课完全盲选啊​', 0, 25, 18, NULL);
INSERT INTO `weibo_dataset` VALUES (292, '是努力的小杨嘛', '2024-08-12', '21:42:00', '新疆师范大学超话', '新疆师范大学超话有没有美院的问问这两个老师谁的课好过一点​', 0, 0, 2, NULL);
INSERT INTO `weibo_dataset` VALUES (291, '杨大掌柜的苦豆浆', '2024-08-13', '02:04:00', '荣耀20', '初中霸凌我的，高考比我少考了二十分，一个山东人跑到新疆师范大学读的还是思想政治教育。而且还回到那个初中去实习，还又和我那个看起来挺像人的做霸凌者保护伞的初中班主任又勾搭上了来。', 0, 2, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (290, '星耀五洲杯青少年足球', '2024-08-13', '08:30:00', '微博直播平台', '排位赛:新疆师范大学VS北京大学|2023-2024全国青少年校园足球联赛大学男子高水平组超冠联赛正在九凌湖足球训练基地·星耀五洲杯东盟大湾区赛事中心进行中！#CUFA#L星耀五洲杯青少年足球的微博视频​', 0, 0, 2, NULL);
INSERT INTO `weibo_dataset` VALUES (289, '大众论谈', '2024-08-13', '10:25:00', '微博视频号', '#励志男孩周鑫认亲#因患唇腭裂出生没几天就被奶奶偷偷遗弃，辗转多个家庭艰难成长。中考前养父母也不管他了，还好有初中校长的全力资助，如今他已经顺利考入新疆师范大学！L天涯咫音的微博视频​​​', 0, 1, 2, NULL);
INSERT INTO `weibo_dataset` VALUES (288, '乌鲁木齐校园', '2024-08-13', '11:40:00', '乌鲁木齐校园超话', '#换个角度解锁新疆高校#新师大版马卡龙色调的冰淇淋城堡系列图片来咯～快来解锁你的高校打开方式吧#小乌微分享##开学季#@新疆师范大学L乌鲁木齐校园的微博视频​', 5, 17, 59, NULL);
INSERT INTO `weibo_dataset` VALUES (287, '普通小高生', '2024-08-13', '16:17:00', '新疆师范大学超话', '新疆师范大学超话想问问大家大三体育技能课选到了黄超祥老师的花式跳绳一般给分多少嗷​', 0, 0, 2, NULL);
INSERT INTO `weibo_dataset` VALUES (286, '新疆前沿风尚', '2024-08-13', '17:43:00', 'Android', '#换个角度解锁新疆高校#新师大版马卡龙色调的冰淇淋城堡系列图片来咯～快来解锁你的高校打开方式吧@新疆师范大学L乌鲁木齐校园的微博视频​', 3, 12, 37, NULL);
INSERT INTO `weibo_dataset` VALUES (285, '赵子心1', '2024-08-13', '21:01:00', '新疆师范大学超话', '新疆师范大学超话求学长学姐传授25美术考研经验​', 0, 8, 4, NULL);
INSERT INTO `weibo_dataset` VALUES (284, 'XayDa-_', '2024-08-13', '21:37:00', '新疆师范大学考研超话', '新疆师范大学考研超话有没有在职研究生的学长学姐吖想咨询点问题🙋🏼‍♀️​', 0, 8, 4, NULL);
INSERT INTO `weibo_dataset` VALUES (283, '新疆师范大学', '2024-08-14', '09:00:00', '新疆师范大学超话', '新疆师范大学超话#早安新师大#最好的姿态是保持对生活的热爱，享受当下的每一刻。早安！​', 0, 1, 5, NULL);
INSERT INTO `weibo_dataset` VALUES (282, '花花运_Poki', '2024-08-14', '09:25:00', '华晨宇超话', '华晨宇超话嘿嘿嘿考上新疆师范大学啦离哥有点远啦～我会努力考研考回浙江哒～@华晨宇yu​', 0, 8, 9, NULL);
INSERT INTO `weibo_dataset` VALUES (281, '小猫病027', '2024-08-14', '15:20:00', '新疆师范大学超话', '新疆师范大学超话温泉校区新老生有想办理校园电话卡的可以私信我贼拉优惠同校人不骗同校人​', 0, 0, 2, NULL);
INSERT INTO `weibo_dataset` VALUES (280, '乌鲁木齐校园', '2024-08-14', '15:56:00', '乌鲁木齐校园超话', '#疆青春书写新疆大地#骄阳似火，挡不住新师学子“三下乡”暑期社会实践的热情🔥。新师青年们背负着使命，走进乡村，倾听大地的声音，感受淳朴的民风，播种知识的种子，传播青春的欢乐。#我的元气假期##小乌微分享#@新疆师范大学​', 0, 2, 5, NULL);
INSERT INTO `weibo_dataset` VALUES (279, '乌鲁木齐校园', '2024-08-14', '17:32:00', '乌鲁木齐校园超话', '#疆青春书写新疆大地#教育是根植于爱的土壤，它孕育了希望的种子。这个暑期，新师青年们成为“花匠”，前往充满希望的莎车县，给予那里的孩子关爱，陪伴他们成长，我们一起来看看这群青年的莎车故事。#我的元气假期##小乌微分享#@新疆师范大学​', 0, 1, 3, NULL);
INSERT INTO `weibo_dataset` VALUES (278, 'C_林柒染', '2024-08-14', '18:15:00', '新疆师范大学超话', '新疆师范大学超话矿物与岩石鉴赏课好过吗​', 0, 1, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (277, '县令互联网', '2024-08-16', '07:30:00', '微博视频号', '因患唇腭裂出生没几天就被奶奶偷偷遗弃，辗转多个家庭艰难成长。中考前养父母也不管他了，还好有初中校长的全力资助，如今他已经顺利考入新疆师范大学！L天涯咫音的微博视频​', 6, 5, 156, NULL);
INSERT INTO `weibo_dataset` VALUES (276, '脆脆小鲨鱼bb', '2024-08-16', '09:09:00', '新疆师范大学超话', '新疆师范大学超话现在东门快递几点开门呀​', 0, 1, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (275, 'nnlovsuny', '2024-08-16', '18:50:00', 'iPhone客户端', '😊🫶🏻#新疆师范大学#​', 0, 1, 2, NULL);
INSERT INTO `weibo_dataset` VALUES (274, '潭中枫叶亦风月', '2024-08-16', '19:33:00', '新疆师范大学超话', '新疆师范大学超话有成都的同学去温泉校区报到吗（研究生），平原孩子从来没去过新疆，马上开学了，行李大包小包的这么远怕麻烦，是随身带过去还是到了那边买，或者让家里寄过去？怎么样会方便一点呢​', 0, 4, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (273, '飞霜夜白', '2024-08-16', '21:16:00', '新疆师范大学超话', '新疆师范大学超话体育技能课—中国象棋难不难啊求解答！！！​', 0, 2, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (272, 'u低浓度少年组开学开到几点呢', '2024-08-17', '00:18:00', '新疆师范大学超话', '新疆师范大学超话想问一下贵学校学科地理非全对学习时间是怎么安排的？周末不需要上课吧，只有暑假需要上课吗？​', 0, 1, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (271, '小猪洒洒妞', '2024-08-17', '11:15:00', '新疆师范大学超话', '新疆师范大学超话本校师资生考教资，学校统一报名吗​', 0, 5, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (270, 'tt_7579', '2024-08-17', '16:50:00', '新疆师范大学考研超话', '新疆师范大学考研超话蹲24学科英语考研学姐，有个问题咨询一下下​', 0, 0, 3, NULL);
INSERT INTO `weibo_dataset` VALUES (269, '神秘配电箱', '2024-08-17', '17:26:00', 'HUAWEI P30 Pro', '♦2024中国国际大学生创新大赛♦省金🥇x1省银🥈x2中国石油大学克拉玛依市校区真的超级大，比赛匆忙都没时间转完，校区里面有红绿灯真的是太夸张了，还有马场和驾校，这才是“大”学，还想吐槽两句，克拉玛依的蚊子🦟吃人，浑身几十个蚊子包，而且天气巨热，离开空调会噶#大学生创新大赛#​展开c', 0, 0, 2, NULL);
INSERT INTO `weibo_dataset` VALUES (268, '顾源-默漓', '2024-08-17', '18:00:00', '新疆师范大学超话', '新疆师范大学超话有表白墙微信吗​', 0, 1, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (267, '长椅上的猫ing', '2024-08-17', '21:18:00', '新疆师范大学超话', '新疆师范大学超话想买一个二手自行车，有出的吗？​', 0, 0, 3, NULL);
INSERT INTO `weibo_dataset` VALUES (266, 'Rover20190520', '2024-08-18', '10:56:00', '新疆师范大学超话', '新疆师范大学超话您好！微博：Rover201705腾讯微云：四医大304301UKDCN35中3中家庭…三中石老师35中学魏老师特别好！谢谢您！​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (265, 'Rover20190520', '2024-08-18', '10:56:00', '新疆师范大学考研超话', '新疆师范大学考研超话您好！微博：Rover201705腾讯微云：四医大304301UKDCN35中3中家庭…三中石老师35中学魏老师特别好！谢谢您！​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (264, 'Rover20190520', '2024-08-18', '10:57:00', '新疆师范大学温泉校区超话', '新疆师范大学温泉校区超话您好！微博：Rover201705腾讯微云：四医大304301UKDCN35中3中家庭…三中石老师35中学魏老师特别好！谢谢您！​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (263, 'Rover20190520', '2024-08-18', '10:57:00', '新疆师范大学文光校区超话', '新疆师范大学文光校区超话您好！微博：Rover201705腾讯微云：四医大304301UKDCN35中3中家庭…三中石老师35中学魏老师特别好！谢谢您！​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (262, 'Rover20190520', '2024-08-18', '10:57:00', '新疆师范大学(温泉校区)超话', '新疆师范大学(温泉校区)超话您好！微博：Rover201705腾讯微云：四医大304301UKDCN35中3中家庭…三中石老师35中学魏老师特别好！谢谢您！​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (261, 'tt_7579', '2024-08-18', '13:28:00', '新疆师范大学考研超话', '新疆师范大学考研超话#学科英语#有25学科英语备考群吗？害怕有信息差，平时可以交流课程进度啥的🌸🌸​', 0, 0, 2, NULL);
INSERT INTO `weibo_dataset` VALUES (260, '新疆网官方微博', '2024-08-18', '16:05:00', '微博网页版', '【乌鲁木齐市指挥家获国际比赛金奖】新疆师范大学音乐学院教师、乌鲁木齐交响乐团常任指挥邓文欢荣获“2024勃拉姆斯国际乐团指挥比赛”金奖。#乌鲁木齐头条#O网页链接​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (259, '今天也是小仙女lucky', '2024-08-18', '22:47:00', '新疆师范大学考研超话', '新疆师范大学考研超话学科历史出​', 0, 1, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (258, '顾源-默漓', '2024-08-19', '02:11:00', '新疆师范大学(温泉校区)超话', '新疆师范大学(温泉校区)超话想找一个陕甘的女朋友​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (257, '奇妙能力零', '2024-08-19', '11:42:00', '新疆师范大学超话', '新疆师范大学超话请问有上过这两门课的学弟学妹吗求🙏​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (256, '法学纯泽', '2024-08-19', '12:42:00', 'iPhone 13 Pro', '新疆师范大学一志愿拟录取#法硕##考研择校#​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (255, '法学纯泽', '2024-08-19', '12:56:00', '法硕超话', '新疆师范大学一志愿拟录取#法硕#​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (254, 'March_HR', '2024-08-19', '13:13:00', '新疆师范大学超话', '新疆师范大学超话有没有同学知道温泉校区的快递地址呀？​', 0, 4, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (253, '新疆师范大学', '2024-08-19', '17:48:00', '新疆师范大学超话', '新疆师范大学超话#技了个巧##我在微博涨知识#今日份小技巧来喽！今天我们要看的是TED演讲《​学英语像玩游戏一样简单》快来一起看一看吧！（via.@BEC商务英语）​​​', 0, 1, 5, NULL);
INSERT INTO `weibo_dataset` VALUES (252, '我要吃啵啵脆饼干', '2024-08-20', '18:43:00', '新疆师范大学超话', '新疆师范大学超话有国际商务研究生学长学姐吗今年上岸的​', 0, 7, 5, NULL);
INSERT INTO `weibo_dataset` VALUES (251, '吉木乃县融媒体中心', '2024-08-20', '19:25:00', '微博网页版', '【当青春遇上迷彩开学第一课新生军训】为了全面加强新时代学生军事训练工作，强化同学们的国防意识、团队意识，培养爱国主义精神，磨炼坚韧不拔、吃苦耐劳的意志，8月19日，新疆师范大学附属中学吉木乃分校举行了为期6天的2024级新生军训开训典礼。军训超话#开学季#​', 0, 1, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (250, '法硕小精灵', '2024-08-20', '20:31:00', '微博 weibo.com', '发布了头条文章：《25法硕择校：新疆师范大学法律硕士2024招生情况》考研超话法硕超话#法硕##法硕小精灵#O25法硕择校：新疆师范大学法律硕士2024招生情况​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (249, '赞歌钟情者', '2024-08-21', '13:08:00', '微博视频号', '#新疆高校2024新生欢迎式#🎉欢迎所有怀揣教育梦的小伙伴们！🚀2024年的准大学生注意啦，新疆师范大学敞开怀抱等你们哦！👩‍🏫如果有任何疑问，别犹豫，直接砸过来吧！❓我们在这里，随时准备解答你的每一个小困惑。💡让我们一起，在这片充满希望的土地上，书写属于我们的精彩篇章！?​展开c', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (248, '山茶花的书店', '2024-08-21', '16:03:00', 'iQOO Neo8 Pro', '#新疆师范大学考研#想问下新疆师范大学本校大三准备考研但是要实习一个月，可以不去吗，或者自主实习。​', 0, 0, 4, NULL);
INSERT INTO `weibo_dataset` VALUES (247, '生椰拿铁加冰不另外加糖', '2024-08-21', '16:43:00', '新疆师范大学超话', '新疆师范大学超话26年考研，视传考研培训机构有没有推荐的​', 0, 7, 10, NULL);
INSERT INTO `weibo_dataset` VALUES (246, '臻403', '2024-08-21', '17:57:00', '新疆师范大学超话', '新疆师范大学超话新疆师范大学校内有电车充电桩吗？​', 0, 2, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (245, '夏水日潺湲012', '2024-08-21', '23:59:00', '新疆师范大学超话', '新疆师范大学超话找新生群​', 0, 4, 2, NULL);
INSERT INTO `weibo_dataset` VALUES (244, 'Dear阿巴本巴', '2024-08-22', '00:23:00', '超话', '天了噜！我在新疆师范大学超话又双叒叕升级了！当前等级LV.5，获得举人头衔，小伙伴们速来围观~超话传送门→新疆师范大学超话​', 0, 1, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (243, '-啊阿笙', '2024-08-22', '16:58:00', '新疆师范大学超话', '新疆师范大学超话701，801背书困难的可以滴滴我，有总结好的资料​', 0, 1, 9, NULL);
INSERT INTO `weibo_dataset` VALUES (242, '牧羊犬热爱去银河系推塔_x', '2024-08-22', '18:05:00', '新疆师范大学超话', '新疆师范大学超话新疆师范大学计算机技术专业需要带数据结构专业课的dd​', 0, 3, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (241, '16240wt', '2024-08-23', '14:45:00', 'OPPO K9x 5G', '新疆师范大学地蛋哈哈哈哈哈哈哈​', 0, 1, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (240, '16240wt', '2024-08-23', '14:47:00', 'OPPO K9x 5G', '新疆师范大学​', 0, 1, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (239, '吉木乃县融媒体中心', '2024-08-23', '19:35:00', '微博视频号', '【迷彩与青春相遇毅力与激情碰撞】新疆师范大学附属中学吉木乃分校迎来了朝气蓬勃的2024级初一新生，为了全面加强新时代学生军事训练工作，当天上午，吹响军训集结号，上好开学第一课。新疆师范大学附属中学吉木乃分校开启了为期6天的2024级新生军训开训典礼。军训超话L吉木乃县融媒体中心的微博视频​', 0, 1, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (238, 'yjy的日记本', '2024-08-23', '20:20:00', '新疆师范大学超话', 'xjnu的猫学长们我已经准备好迎接你们了新疆师范大学超话#大一新生#​', 0, 0, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (237, '新疆师范大学', '2024-08-24', '09:00:00', '新疆师范大学超话', '新疆师范大学超话#早安新师大#晨光中醒来，是健康的召唤。早安，愿你的身体充满力量，心灵满载幸福，迎接每一个挑战。🍀🍀​', 0, 0, 4, NULL);
INSERT INTO `weibo_dataset` VALUES (236, '福海翻起爱恨', '2024-08-24', '17:51:00', '新疆师范大学超话', '新疆师范大学超话新优惠又来啦！！！会展吾悦广场星轶影城，29块一张电影票，两张及以上25元每张，不限场次。会展吾悦广场魅ktv，39块欢唱3小时，周一至周四下午场，需提前一天预约。#电影票#抓娃娃#ktv​', 0, 1, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (235, 'wastrellll', '2024-08-24', '22:14:00', 'iPhone客户端', '新疆师范大学今天不知道是不是迎新唱了一晚上了没一个能听的难听哭哈哈哈哈关键大家都还好自信超大声！！！​', 0, 1, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (234, '今天也是小仙女lucky', '2024-08-25', '01:35:00', '新疆师范大学考研超话', '新疆师范大学考研超话学科历史856出​', 0, 2, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (233, '今天也是小仙女lucky', '2024-08-25', '01:36:00', '新疆师范大学超话', '新疆师范大学超话学科历史856出​', 0, 1, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (232, '新疆师范大学', '2024-08-25', '09:00:00', '新疆师范大学超话', '新疆师范大学超话#早安新师大#早安！愿健康的阳光照亮你的每一天，幸福的雨露滋润你的心田，开启活力四溢的一天。🌿🌿​', 0, 0, 4, NULL);
INSERT INTO `weibo_dataset` VALUES (231, '偲奡o', '2024-08-25', '16:07:00', '新疆师范大学超话', '新疆师范大学超话想学架子鼓，最好是女孩子，有兴趣私聊，带价来​', 0, 0, 2, NULL);
INSERT INTO `weibo_dataset` VALUES (230, 'nii_ir', '2024-08-25', '20:10:00', '新疆师范大学超话', '新疆师范大学超话烘培与美食鉴赏好过吗​', 0, 1, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (229, '新疆师范大学', '2024-08-26', '14:58:00', '新疆师范大学超话', '新疆师范大学超话#技了个巧##我在微博涨知识#英语语法重点难点精讲来喽，需要的速速收藏起来吧～[锦鲤附体]（via.@VOA英文口语）​', 0, 1, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (228, '刘Lemon', '2024-08-26', '23:27:00', '华为畅享20 Pro', '可以耽误一下你们的时间吗？其实也没什么。如果你们有时间，可以去微信搜搜新疆师范大学公众号第1条，给“野玫瑰”点个赞吗，真心想要文创！谢谢各位！#晚安##日签##十八岁##就这一刻#​', 0, 2, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (227, '克媌', '2024-08-27', '11:31:00', '新疆师范大学超话', '新疆师范大学超话（温泉校区）开学想办移动校园卡的，免费预存一百元话费，送奶茶🧋或返小红包，需要可私​', 0, 1, 2, NULL);
INSERT INTO `weibo_dataset` VALUES (226, '一路向上爬的蜗牛', '2024-08-27', '20:44:00', '微博 weibo.com', '发布了头条文章：《25法硕择校：新疆师范大学法律硕士2024招生情况》#法硕##法硕小精灵#考研超话O25法硕择校：新疆师范大学法律硕士2024招生情况​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (225, '与少年同行_', '2024-08-27', '22:36:00', '新疆师范大学超话', '新疆师范大学超话大一新生英语测试是怎么测试？有没有听力？是跟高中试卷一样的题型还是说会让英汉互译什么的？？救救大一新生吧​', 0, 10, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (224, 'Leey_nny', '2024-08-28', '09:05:00', '新疆师范大学超话', '新疆师范大学超话求mti英语口译专业方向的学姐或学长指导！今年新生研0​', 0, 1, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (223, '我没病我病了我真挺好的', '2024-08-28', '13:01:00', '新疆师范大学超话', '新疆师范大学考研超话#考研#新疆师范大学超话出专二的资料接辅导​', 0, 2, 2, NULL);
INSERT INTO `weibo_dataset` VALUES (222, '我没病我病了我真挺好的', '2024-08-28', '13:06:00', '新疆师范大学超话', '新疆师范大学超话#学科思政#24考研已上岸欢迎学弟学妹来找我咨询​', 0, 0, 3, NULL);
INSERT INTO `weibo_dataset` VALUES (221, 'Moor-eeffoc', '2024-08-28', '16:26:00', '新疆大学超话', '现有《新疆生产建设兵团史料选辑》25～28和《新疆生产建设兵团改革开放口述史》若干供出售，感兴趣的朋友可私聊咨询～新疆大学超话#新疆师范大学##改革开放40年口述史##史料##党史#​', 0, 0, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (220, 'NING_柠_NING', '2024-08-28', '17:53:00', '新疆师范大学超话', '新疆师范大学超话有没有人知道中文院宿舍的安排表啊​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (219, '阿汤汤汤不圆', '2024-08-28', '22:47:00', '新疆师范大学超话', '新疆师范大学超话有这两天帮忙取快递的嘛！有偿求求！！​', 0, 1, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (218, '克媌', '2024-08-28', '23:53:00', '新疆师范大学超话', '新疆师范大学超话（温泉校区）开学想办移动校园卡的学弟学妹，免费上门办理预存一百元话费，送校园网➕海量流量，同宿舍的一起办送奶茶🧋或返小红包，需要可私​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (217, '新疆师范大学', '2024-08-29', '09:19:00', '新疆师范大学超话', '新疆师范大学超话#早安新师大#带着阳光出发，去遇见温暖；带着微笑前行，去遇见幸福！所有不期而遇的美好，都在路上～早安，师大人​', 0, 0, 4, NULL);
INSERT INTO `weibo_dataset` VALUES (216, '乌鲁木齐校园', '2024-08-29', '17:12:00', '好心情制造机', '#新疆启航青春绽放#军训是大学的第一课，希望2024级新生们可以努力提升自我哦～#开学季##小乌微分享#@新疆师范大学L乌鲁木齐校园的微博视频​', 0, 5, 12, NULL);
INSERT INTO `weibo_dataset` VALUES (215, '天天开心_mar19', '2024-08-29', '17:35:00', '新疆师范大学考研超话', '新疆师范大学考研超话新疆师范大学小学教育853考研💥有333853相关真题、视频及各类资料有意者戳我​', 0, 0, 2, NULL);
INSERT INTO `weibo_dataset` VALUES (214, '天天开心_mar19', '2024-08-29', '17:36:00', '伊犁师范大学超话', '伊犁师范大学超话新疆师范大学小学教育853考研💥有333853相关真题、视频及各类资料有意者戳我​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (213, '天天开心_mar19', '2024-08-29', '17:36:00', '新疆理工学院超话', '新疆理工学院超话新疆师范大学小学教育853考研💥有333853相关真题、视频及各类资料有意者戳我​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (212, '天天开心_mar19', '2024-08-29', '17:37:00', '新疆农业大学超话', '新疆农业大学超话新疆师范大学小学教育853考研💥有333853相关真题、视频及各类资料有意者戳我​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (211, '天天开心_mar19', '2024-08-29', '17:37:00', '塔里木大学超话', '塔里木大学超话新疆师范大学小学教育853考研💥有333853相关真题、视频及各类资料有意者戳我​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (210, '新疆师范大学', '2024-08-29', '19:45:00', '新疆师范大学超话', '新疆师范大学超话#newstar•学习站##我在微博涨知识#叮咚！今日份英语小测试来啦～你知道下列哪个单词有“外卖”的意思吗？正确答案：​', 0, 1, 29, NULL);
INSERT INTO `weibo_dataset` VALUES (209, '新疆师范大学', '2024-08-29', '19:45:00', '新疆师范大学超话', '新疆师范大学超话#技了个巧##我在微博涨知识#TED演讲双语文稿：“如何掌控你的自由时间？”来喽！快来一起阅读吧（via.@VOA英文口语）​', 2, 1, 8, NULL);
INSERT INTO `weibo_dataset` VALUES (208, '新疆师范大学', '2024-08-29', '22:00:00', '新疆师范大学超话', '新疆师范大学超话#夜话新师大#愿你所到之处遍地阳光，愿你梦的远方温暖为向～晚安，师大人​', 0, 0, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (207, '凯程教育硕士', '2024-08-29', '22:00:00', '微博视频号', '【25凯程专二强化试听】新疆师范大学854学前教育新疆师范大学854学前教育强化课程开启！小冬学姐为大家带来854学前教育学学前教育的目标讲解，25复习的宝儿们抓紧学习起来！@凯程考研小宇老师@徐影老师助教-小雪老师如影随学超话25考研超话#学前教育考研#​展开c', 1, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (206, '凯程考研小宇老师', '2024-08-30', '10:41:00', '微博网页版', '25新疆师范大学854学前教育强化课试听，课程详情和报名私信小宇老师（vx:17600651263）', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (205, '浩哥陪你考研', '2024-08-30', '12:34:00', '微博网页版', '【浩哥的答疑时刻-学科历史专科考研】专科考研就选那些往年招过专科生的学校。伊犁师范大学，信阳师范学院，喀什大学，吉林师范大学，新疆师范大学等你可以去看看政策信息，并打电话询问下。加油!#2025考研##2026考研#考研超话​', 0, 1, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (204, '辞海是海', '2024-08-30', '12:54:00', '新疆师范大学超话', '新疆师范大学超话新师大喜欢拍照的宝子，来找我玩呀！！！设备：佳能R10​', 0, 4, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (203, '新疆师范大学', '2024-08-30', '14:27:00', '新疆师范大学超话', '新疆师范大学超话#技了个巧##我在微博涨知识#今日份技巧来喽！英语写作52种高分句型，需要的速速转发收藏（via.@VOA英文口语）​', 0, 0, 2, NULL);
INSERT INTO `weibo_dataset` VALUES (202, '新疆师范大学', '2024-08-30', '15:12:00', '新疆师范大学超话', '新疆师范大学超话#军训那些事#成长和蜕变洒落在青春的绿茵场上，每一滴汗水都值得铭记。让我们来一起看看军训场上的那些瞬间吧！​', 0, 0, 3, NULL);
INSERT INTO `weibo_dataset` VALUES (201, '远行行的挤帆船1', '2024-08-30', '16:48:00', '新疆师范大学考研超话', '新疆师范大学考研超话出计算机专硕初试复试资料2乌鲁木齐​', 0, 1, 4, NULL);
INSERT INTO `weibo_dataset` VALUES (200, '新疆师范大学', '2024-08-30', '17:06:00', '新疆师范大学超话', '新疆师范大学超话#newstar•学习站##我在微博涨知识#叮咚！做题时间到啦～快来一起看看下面这道题吧​以下哪个单词有“不利的”的意思呢？​', 0, 0, 23, NULL);
INSERT INTO `weibo_dataset` VALUES (199, '新疆师范大学', '2024-08-30', '22:00:00', '新疆师范大学超话', '新疆师范大学超话#夜话新师大#月光洒在窗前，愿它抚慰你的心灵，带给你一夜好眠～晚安，师大人​', 0, 1, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (198, '新疆网官方微博', '2024-08-31', '10:33:00', '微博网页版', '【真实再现西北科考之路《万里向西行——西北科学考查团纪念展》在乌鲁木齐市博物馆开展】8月30日，由乌鲁木齐市博物馆（市革命历史纪念地管理中心）和北京鲁迅博物馆（北京新文化运动纪念馆）联合主办，新疆师范大学黄文弼中心协办的《万里向西行——西北科学考查团纪念展》在乌鲁木齐市博物馆5楼10​展开c', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (197, '一口一个豆叽', '2024-08-31', '10:59:00', '新疆师范大学超话', '新疆师范大学超话想进温泉校区二手群滴滴我呀，想办理校园卡也可以滴滴我​', 0, 4, 5, NULL);
INSERT INTO `weibo_dataset` VALUES (196, '今天玥玥没掉头发', '2024-08-31', '11:55:00', '新疆师范大学超话', '新疆师范大学超话入学啦，在新师大提谁名好使2乌鲁木齐·新疆师范大学(温泉校区)​', 0, 2, 5, NULL);
INSERT INTO `weibo_dataset` VALUES (195, '瘦瘦小方', '2024-08-31', '12:43:00', '新疆师范大学超话', '新疆师范大学超话有没有办校园卡的，需要办四张​', 0, 2, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (194, '瘦瘦小方', '2024-08-31', '12:44:00', '新疆师范大学超话', '新疆师范大学超话收二手电车​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (193, '乌鲁木齐校园', '2024-08-31', '13:16:00', '乌鲁木齐校园超话', '#新师大马院新生礼包超有爱#你的名字，拼出我的样子！抽盲盒送经典，专属可乐快乐水，开学礼包很有爱！热烈欢迎2024级本硕博新生报到，加入新疆师范大学马克思主义学院！#小乌微分享##开学季#@新疆师范大学​', 1, 5, 20, NULL);
INSERT INTO `weibo_dataset` VALUES (192, '爱吃cola鸡翅', '2024-08-31', '14:07:00', '微博视频号', '#新师大马院新生礼包超有爱#听说，新生礼包是这样的？报到第一天他们竟然在学院拆起了盲盒？这是什么大型快乐现场？跟着小马的脚步👣一起来看一看吧#小乌微分享##开学季#@新疆师范大学马克思主义学院L乌鲁木齐校园的微博视频​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (191, '哇呜开心干脆面7', '2024-08-31', '14:14:00', '微博视频号', '#新师大马院新生礼包超有爱#听说，新生礼包是这样的？报到第一天他们竟然在学院拆起了盲盒？这是什么大型快乐现场？跟着小马的脚步👣一起来看一看吧#小乌微分享##开学季#@新疆师范大学马克思主义学院L乌鲁木齐校园的微博视频​', 0, 0, 3, NULL);
INSERT INTO `weibo_dataset` VALUES (190, '呼和浩特校园', '2024-08-31', '14:16:00', '呼和浩特校园超话', '#新师大马院新生礼包超有爱#听说，新生礼包是这样的？报到第一天他们竟然在学院拆起了盲盒？这是什么大型快乐现场？跟着小马的脚步👣一起来看一看吧#小乌微分享##开学季#@新疆师范大学马克思主义学院L乌鲁木齐校园的微博视频​', 0, 3, 6, NULL);
INSERT INTO `weibo_dataset` VALUES (189, '新疆校园君', '2024-08-31', '14:24:00', 'iPhone客户端', '#新师大马院新生礼包超有爱#你的名字，拼出我的样子！抽盲盒送经典，专属可乐快乐水，开学礼包很有爱！[强][强][强]热烈欢迎2024级本硕博新生报到，加入新疆师范大学马克思主义学院！[玫瑰][玫瑰][玫瑰]​', 1, 1, 7, NULL);
INSERT INTO `weibo_dataset` VALUES (188, '小狗勾不吃好多鱼', '2024-08-31', '14:53:00', 'iPhone客户端', '#新师大马院新生礼包超有爱##新师大马院新生礼包超有爱#听说，新生礼包是这样的？报到第一天他们竟然在学院拆起了盲盒？这是什么大型快乐现场？跟着小马的脚步👣一起来看一看吧#小乌微分享##开学季#@新疆师范大学马克思主义学院L乌鲁木齐校园的微博视频2乌鲁木齐·新疆师范大学(温泉校区)​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (187, '阿玖小豆芽', '2024-08-31', '15:08:00', '微博视频号', '#新师大马院新生礼包超有爱#听说，新生礼包是这样的？报到第一天他们竟然在学院拆起了盲盒？这是什么大型快乐现场？跟着小马的脚步👣一起来看一看吧#小乌微分享##开学季#@新疆师范大学马克思主义学院L乌鲁木齐校园的微博视频2乌鲁木齐·新疆师范大学(温泉校区)​', 0, 5, 22, NULL);
INSERT INTO `weibo_dataset` VALUES (186, '新疆师范大学', '2024-08-31', '19:35:00', '新疆师范大学超话', '新疆师范大学超话#新师大迎新#你有一份新生盲盒待拆！随机抽取一份盲盒看看你拿到了什么？盲盒内含书籍、书签、徽章、行李牌等礼品。书籍包括马克思、恩格斯的经典著作勉励同学们读原著、学原文、悟原理在字里行间探寻真理的光芒，快来新师大马院解锁你的新生礼包～​', 0, 0, 2, NULL);
INSERT INTO `weibo_dataset` VALUES (185, 'LANGYA譓_', '2024-08-31', '19:37:00', 'iPhone客户端', '#军训#新疆师范大学超话#迷彩军训#今天的阳光好像有点慵懒☀️可能是为了抓住充满“迷彩”的尾巴～​', 0, 1, 3, NULL);
INSERT INTO `weibo_dataset` VALUES (184, 'yy寒塘鹤影', '2024-08-31', '20:52:00', '新疆师范大学超话', '新疆师范大学超话收床帘＋水壶​', 0, 1, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (183, '克媌', '2024-08-31', '21:35:00', '新疆师范大学超话', '新疆师范大学超话（温泉校区）有需要办电信校园卡的宝子们可以私我，免费上门办理，10r享受一学期，海量APP会员任选，本次办理送校园网。同时反送🧋或者小🧧哦⊙∀⊙！具体详情可私聊答疑​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (182, '农科院校园播报', '2024-08-31', '21:44:00', '新疆师范大学考研超话', '新疆师范大学考研超话好的​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (181, '农科院校园播报', '2024-08-31', '21:45:00', '新疆师范大学考研超话', '新疆师范大学考研超话加油​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (180, '农科院校园播报', '2024-08-31', '21:45:00', '新疆师范大学考研超话', '新疆师范大学考研超话奋斗​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (179, '农科院校园播报', '2024-08-31', '21:45:00', '新疆师范大学考研超话', '新疆师范大学考研超话越努力，越幸运​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (178, '农科院校园播报', '2024-08-31', '21:45:00', '新疆师范大学考研超话', '新疆师范大学考研超话很好​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (177, '农科院校园播报', '2024-08-31', '21:45:00', '新疆师范大学考研超话', '新疆师范大学考研超话学习​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (176, '农科院校园播报', '2024-08-31', '21:45:00', '新疆师范大学考研超话', '新疆师范大学考研超话不错​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (175, '农科院校园播报', '2024-08-31', '21:45:00', '新疆师范大学考研超话', '新疆师范大学考研超话谢谢​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (174, '农科院校园播报', '2024-08-31', '21:46:00', '新疆师范大学考研超话', '新疆师范大学考研超话很好​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (173, '明标MPAcc会计硕士培训', '2024-09-01', '09:27:00', '会计专硕超话', '发布了头条文章：《MPAcc择校数据|2024年新疆MPAcc会计专硕拟录取情况分析》#会计专硕##新疆师范大学考研##mpacc##199管理类联考#OMPAcc择校数据|2024年新疆MPAcc会计专硕拟录取情况分析​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (172, 'j_去码头整点薯条n', '2024-09-01', '13:01:00', '新疆师范大学考研超话', '新疆师范大学考研超话25考研，想求学科地理的资料，以及有没有学长学姐可以分享一下学习经验​', 0, 12, 5, NULL);
INSERT INTO `weibo_dataset` VALUES (171, '山野烂漫yuaner', '2024-09-01', '22:23:00', '新疆师范大学超话', '新疆师范大学超话求学科数学考研资料#学科数学##考研#​', 0, 7, 2, NULL);
INSERT INTO `weibo_dataset` VALUES (170, '新疆网官方微博', '2024-09-01', '22:37:00', '微博网页版', '【近距离感受遗址千年风姿乌拉泊古城9月1日起面向公众试运行开放】9月1日，距离乌鲁木齐市区17公里的全国重点文物保护单位——乌拉泊古城面向公众试运行开放，新疆大学、新疆师范大学、新疆农业大学等高校师生及各地文博爱好者300余人成为首日开放的首批参观者。O网页链接​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (169, 'litchi_楚', '2024-09-02', '10:26:00', '新疆师范大学超话', '新疆师范大学超话求认识思想政治教育的博士​', 0, 2, 2, NULL);
INSERT INTO `weibo_dataset` VALUES (168, '乌鲁木齐晚报', '2024-09-02', '11:06:00', '微博网页版', '【近距离感受遗址千年风姿乌拉泊古城9月1日起面向公众试运行开放】9月1日，距离乌鲁木齐市区17公里的全国重点文物保护单位——乌拉泊古城面向公众试运行开放，新疆大学、新疆师范大学、新疆农业大学等高校师生及各地文博爱好者300余人成为首日开放的首批参观者。O网页链接​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (167, '乌鲁木齐校园', '2024-09-02', '11:43:00', '乌鲁木齐校园超话', '#开学报到闪光的他们#迎新志愿者们早已就位，他们分布在校园的各个站点注册报到、流程，指引物品领取、答疑解惑，用及时、细致、全面的帮助与服务，整装待发迎接他们的新伙伴#开学季##小乌微分享#via：新疆师范大学马克思主义学院​', 0, 3, 10, NULL);
INSERT INTO `weibo_dataset` VALUES (166, '开心市民锄锄', '2024-09-02', '12:18:00', '新疆师范大学考研超话', '新疆师范大学考研超话各位学长学姐，请问师大马克思主义中国化的研究生好考吗​', 0, 8, 5, NULL);
INSERT INTO `weibo_dataset` VALUES (165, '新疆师范大学', '2024-09-02', '18:44:00', '新疆师范大学超话', '新疆师范大学超话#你好新同学#咔嚓！留下你的人生与新师的第一张合影！2024级萌新欢迎你们，成为XJNUer！新的人生即将起航，勇往直前的追梦绽放璀璨光芒吧！​', 0, 0, 4, NULL);
INSERT INTO `weibo_dataset` VALUES (164, '新疆发布', '2024-09-02', '19:28:00', '微博网页版', '乌鲁木齐超话【乌鲁木齐市这三所中学暂不设置基本学区】近日，新疆乌鲁木齐市水磨沟区人民政府官网，在领导信箱的互动留言中，对关于乌鲁木齐市第70中学教育集团会展校区、新疆师范大学附属中学（温泉校区）、乌鲁木齐市第13中学（河马泉校区）的学区咨询给出回复：这3所新建学校暂不设置基本学区​展开c', 3, 0, 3, NULL);
INSERT INTO `weibo_dataset` VALUES (163, '新疆师范大学', '2024-09-02', '22:01:00', '新疆师范大学超话', '新疆师范大学超话#夜话新师大#夜幕低垂，星辰点点，愿月光轻洒你窗前，带来温柔的梦境。晚安​', 0, 0, 3, NULL);
INSERT INTO `weibo_dataset` VALUES (162, 'ARu的围脖', '2024-09-03', '00:30:00', '新疆师范大学超话', '开学第三天每天都是又累又困的但是东门米字格真的好吃耶新疆师范大学超话2乌鲁木齐·新疆师范大学(温泉校区)​', 0, 1, 5, NULL);
INSERT INTO `weibo_dataset` VALUES (161, '是春禾', '2024-09-03', '09:16:00', '新疆师范大学超话', '新疆师范大学超话求学科生物上岸的学长学姐们，能否分享学科生物该考的所有科目的考研资料​', 0, 3, 10, NULL);
INSERT INTO `weibo_dataset` VALUES (160, '乌鲁木齐校园', '2024-09-03', '09:43:00', '乌鲁木齐校园超话', '#我在新疆高校的第一张全家福#咔嚓！在这光影交错的瞬间，时间被温柔地捕捉轻轻按下快门，记录下一家人与校园的第一次亲密接触加油，年轻人！家的温暖是你们最坚强的后盾via:新疆师范大学#小乌微分享##开学第一天#2乌鲁木齐​', 0, 1, 10, NULL);
INSERT INTO `weibo_dataset` VALUES (159, '新疆师范大学', '2024-09-03', '10:07:00', '新疆师范大学超话', '新疆师范大学超话#早安新师大#“少年应有鸿鹄志，当骑骏马踏平川。”早安～​', 0, 0, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (158, '叫我十三哦', '2024-09-03', '19:39:00', '新疆师范大学超话', '新疆师范大学超话有计算机技术上岸的师哥师姐吗？​', 0, 1, 8, NULL);
INSERT INTO `weibo_dataset` VALUES (157, '新疆师范大学', '2024-09-03', '22:22:00', '新疆师范大学超话', '新疆师范大学超话#夜话新师大#让温柔的月光洒在窗前，伴你进入甜美的梦乡，愿你的明天充满希望与惊喜。晚安[比心心]​', 0, 0, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (156, '新疆师范大学', '2024-09-03', '22:41:00', '新疆师范大学超话', '新疆师范大学超话#newstar•学习站#学习站来啦！同学们知道“pullyourleg”是什么意思吗？快来作答吧！“pullyourleg”是什么意思？​', 0, 0, 48, NULL);
INSERT INTO `weibo_dataset` VALUES (155, '陌离0618', '2024-09-03', '22:49:00', '新疆师范大学超话', '新疆师范大学超话有学校表白墙可以推一下吗​', 0, 1, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (154, 'Dbabi_', '2024-09-04', '00:04:00', '新疆师范大学超话', '新疆师范大学超话为啥我们学校每个学期都补缴那么多教材费！不是为啥不能自己买个二手或者用电子书啊啊啊啊啊啊抓狂​', 0, 4, 3, NULL);
INSERT INTO `weibo_dataset` VALUES (153, '汉硕考研啵啵丸', '2024-09-04', '08:00:00', '汉硕考研超话', '#早安,丸仔#｜早上好！乔姆斯基提出的“语言能力”，是指人们内化了的语音、词汇、语法等的语言规则体系。（23新疆师范大学）#汉语国际教育#｜#丸子汉硕考研#｜#25汉硕考研#🦾​', 1, 2, 75, NULL);
INSERT INTO `weibo_dataset` VALUES (152, '新疆师范大学', '2024-09-04', '10:04:00', '新疆师范大学超话', '新疆师范大学超话#早安新师大#梦想有多远，脚步就有多远，美好的一天开始啦！早安，师大人​', 0, 0, 4, NULL);
INSERT INTO `weibo_dataset` VALUES (151, '我每天都能睡醒', '2024-09-04', '11:19:00', '新疆师范大学超话', '“是属于我们难得的机遇”新疆师范大学超话2乌鲁木齐·新疆师范大学(温泉校区)​', 0, 0, 2, NULL);
INSERT INTO `weibo_dataset` VALUES (150, '无敌小雪饼呀', '2024-09-04', '15:22:00', '新疆师范大学超话', '新疆师范大学超话想认识教育学或文学类博士有偿辅导[锦鲤附体][锦鲤附体]救救孩子吧​', 0, 5, 3, NULL);
INSERT INTO `weibo_dataset` VALUES (149, '瘦瘦小方', '2024-09-04', '15:24:00', '新疆师范大学超话', '新疆师范大学超话咋租校园网账号呀​', 0, 2, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (148, '我没病我病了我真挺好的', '2024-09-04', '16:08:00', '新疆师范大学超话', '新疆师范大学超话研一第一周随手拍#研一#​', 0, 0, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (147, '爆炸爱玉米排骨汤', '2024-09-04', '17:50:00', '新疆师范大学考研超话', '新疆师范大学考研超话出马理论初试真题，研一在读，可画重点答疑#马理论考研##跨考考研#​', 0, 2, 13, NULL);
INSERT INTO `weibo_dataset` VALUES (146, '暖暖暖0902', '2024-09-04', '18:52:00', '新疆师范大学超话', '新疆师范大学超话招兼职一天400日结​', 0, 2, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (145, '新疆师范大学', '2024-09-04', '20:50:00', '新疆师范大学超话', '新疆师范大学超话#newstar•学习站#学习站来啦在我国被誉为“黄金水道”的是？同学们快来作答吧！在我国被誉为“黄金水道”的是？​', 0, 0, 47, NULL);
INSERT INTO `weibo_dataset` VALUES (144, '新疆师范大学', '2024-09-04', '22:12:00', '新疆师范大学超话', '新疆师范大学超话#夜话新师大#温柔的夜风拂过，星光点点，闭上双眼，让美梦与幸福来临。晚安！​', 0, 0, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (143, '章可可KEE', '2024-09-05', '10:06:00', '新疆师范大学超话', '新疆师范大学超话求问温泉校区宿舍的限制最大功率是多少呀？​', 0, 0, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (142, '新疆是个好地方V', '2024-09-05', '14:26:00', '微博网页版', '【新疆歌手获全国民歌展演最佳演唱奖】近日，在由中国音乐家协会、青海省委宣传部、青海省文联等共同主办的“天籁之音回响高原”——全国（青海）民歌展演上，新疆音乐家协会选送的原生态唱法选手阿力木江·阿不都克日木获得最佳演唱歌手。　　阿力木江·阿不都克日木是新疆师范大学音乐学院教​展开c', 0, 5, 4, NULL);
INSERT INTO `weibo_dataset` VALUES (141, '新疆师范大学', '2024-09-05', '22:09:00', '新疆师范大学超话', '新疆师范大学超话#夜话新师大#让今晚的月光作为你梦境的调色板，绘出五彩斑斓的美梦。晚安​', 0, 0, 4, NULL);
INSERT INTO `weibo_dataset` VALUES (140, '新疆师范大学', '2024-09-05', '22:22:00', '新疆师范大学超话', '新疆师范大学超话#newstar•学习站#今日份英语打卡来啦你知道“takethechair”是什么意思吗？“takethechair”是什么意思？​', 0, 0, 47, NULL);
INSERT INTO `weibo_dataset` VALUES (139, 'a股拜拜渣我心', '2024-09-06', '00:41:00', '新疆师范大学超话', '新疆师范大学超话收一个自用闲置kindle​', 0, 2, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (138, '伊斯兰研究', '2024-09-06', '09:12:00', '微博网页版', '一位同事转发一则消息：某地师范大学食堂推出两元钱的自助餐。的确便宜。想必是学校贴钱的。在新疆师范大学温泉校区上课时，教工食堂中午有8元钱的自助餐，是教工福利。在国外做访问学者时，康奈尔大学的学生食堂有5美元的自助餐，非常丰盛。肯定校方补贴的。耶鲁大学某一学院也有10多美元的自助餐。30​展开c', 0, 0, 2, NULL);
INSERT INTO `weibo_dataset` VALUES (137, '新疆师范大学', '2024-09-06', '10:20:00', '新疆师范大学超话', '新疆师范大学超话#早安新师大#又是新的一天，愿好运与你相伴行，记得保持微笑。早安​', 0, 1, 6, NULL);
INSERT INTO `weibo_dataset` VALUES (136, '乌鲁木齐校园', '2024-09-06', '12:14:00', '乌鲁木齐校园超话', '#寻找秋季新疆高校的风#秋日校园随着秋风的轻拂，新疆师范大学迎来了一年中最为迷人的季节。#你好秋天##小乌微分享#via:新疆师范大学L乌鲁木齐校园的微博视频​', 6, 40, 34, NULL);
INSERT INTO `weibo_dataset` VALUES (135, '昌吉日报社', '2024-09-06', '12:48:00', '三星Galaxy Z Flip5', '【新地乡：山乡美景入画来】8月31日，#吉木萨尔县#新地乡小分子村迎来了新疆师范大学170余名师生，师生们在采风过程中看到了村道旁的墙壁，萌生在墙面上绘画的想法。经过与有关负责人对接，师生们利用写生之余开展“墙绘”，小分子村的“农民画家”以及到村游玩的画家，纷纷加入其中。#绘画过程##采风​展开c', 0, 1, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (134, 'Li李子不喝酸奶', '2024-09-06', '21:21:00', '新疆师范大学超话', '新疆师范大学超话普通话考试开始报名了！添加这位老师可以免费领取24年最新普通话学习资料+p711060​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (133, '新疆师范大学', '2024-09-06', '21:45:00', '新疆师范大学超话', '新疆师范大学超话#技了个巧##我在微博涨知识#8大时间管理技巧，提升效率！需要转发码住～[比心心]（via.@BEC商务英语学习）​', 0, 0, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (132, '新疆师范大学', '2024-09-07', '10:41:00', '新疆师范大学超话', '新疆师范大学超话#早安新师大#早晨的阳光是新的一天的拥抱，让我们满怀希望地迎接它。早安[比心心]​', 0, 0, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (131, '是兮兮子呀X', '2024-09-07', '12:41:00', '新疆师范大学超话', '新疆师范大学超话有可以教游泳的宝宝嘛限女生​', 0, 1, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (130, '新疆师范大学', '2024-09-07', '22:14:00', '新疆师范大学超话', '新疆师范大学超话#夜话新师大#愿你有一个宁静美好的夜晚，明天醒来时，带着满满的活力和希望迎接新的一天。晚安​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (129, '新疆师范大学', '2024-09-07', '22:16:00', '新疆师范大学超话', '新疆师范大学超话#newstar•学习站#学习站来啦～同学们知道“bonus”的意思不包括哪个吗？“bonus”的意思不包括哪个？​', 0, 0, 55, NULL);
INSERT INTO `weibo_dataset` VALUES (128, '新疆师范大学', '2024-09-07', '22:18:00', '新疆师范大学超话', '新疆师范大学超话#技了个巧##我在微博涨知识#英语作文高级替换词汇！需要转发码住～（via.@VOA英文口语）​', 0, 0, 3, NULL);
INSERT INTO `weibo_dataset` VALUES (127, '妤纾初', '2024-09-08', '15:57:00', 'iPhone客户端', '#生活手记##新疆师范大学#考研一对一数据结构辅导we5741772952乌鲁木齐·新疆师范大学昆仑校区​', 0, 2, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (126, '新疆师范大学', '2024-09-08', '22:18:00', '新疆师范大学超话', '新疆师范大学超话#夜话新师大#晚风轻踩着云朵，带来夜的轻语，月光莹莹，照亮了前行的道路。晚安​', 0, 1, 7, NULL);
INSERT INTO `weibo_dataset` VALUES (125, 'Nafisaay', '2024-09-09', '08:09:00', '新疆师范大学超话', '新疆师范大学超话有没有谁在北苑快递柜错拿了一个快递U-6-311请联系13899363073归还因为是贵重物品，如果不归还会报警处理​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (124, '冷酷上岸工', '2024-09-09', '14:17:00', '新疆师范大学超话', '新疆师范大学超话找一个温泉校区跑腿​', 0, 1, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (123, 'ARu的围脖', '2024-09-10', '20:01:00', '新疆师范大学超话', '茶要泡开才好喝新疆师范大学超话​', 0, 0, 3, NULL);
INSERT INTO `weibo_dataset` VALUES (122, '中华儿女报刊社', '2024-09-11', '09:42:00', 'iPhone客户端', '大国良师|【罗玉梅：用阅读与戏剧点亮更多孩子】自从2000年从新疆师范大学毕业以来，她已经在库尔勒的华山中学工作24年了。罗玉梅的最初职业规划是当一名中学老师，一届一届地带中学生参加高考，看着学生们步入大学，这是她想象的老师成就感。后来她却成了一名做儿童阅读推广的老师。回望来时路，她​展开c', 0, 0, 2, NULL);
INSERT INTO `weibo_dataset` VALUES (121, '初玺_乐', '2024-09-11', '18:58:00', 'nova 10 主角影像', '今天工作进校园宣讲，被一个陌生大学生投送了一个双皮奶，谢谢陌生的善意，有被温暖到！#新疆师范大学#​', 0, 5, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (120, '青春博职', '2024-09-11', '21:02:00', '博职带你看新疆超话', '#新师大迎新生晚会嗨爆全场#“逐梦正当时青春向未来”新疆师范大学迎新晚会现场图来咯～亲爱的同学们，让我们携手共进，在这片充满希望的土地上，与@新疆师范大学谱写青春的华章！不愧是新师大,迎新晚会都如此的与众不同。​展开c', 3, 4, 17, NULL);
INSERT INTO `weibo_dataset` VALUES (119, '卡夫卡家的熊', '2024-09-11', '21:11:00', '新疆师范大学超话', '#新疆师范大学迎新晚会#超级好超级好，太帅了新疆师范大学超话​', 0, 1, 2, NULL);
INSERT INTO `weibo_dataset` VALUES (118, '喜欢楞次定律的me', '2024-09-11', '21:15:00', 'vivo手机', '嗨爆全场，新疆师范大学迎新晚会👏', 0, 1, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (117, '碧根果果果1993', '2024-09-11', '21:16:00', 'OPPO A53 5G', '新疆师范大学迎新晚会现场图来咯～氛围太棒啦#新师大迎新生晚会嗨爆全场#​', 0, 1, 4, NULL);
INSERT INTO `weibo_dataset` VALUES (116, '野生章章鱼哥', '2024-09-11', '21:21:00', '微博视频号', '#新师大迎新生晚会嗨爆全场#🌟这里有最燃的舞台，这里有最亮的星光，这里有你最期待的精彩！🌟新师大迎新生晚会嗨爆全场，我们在@新疆师范大学等你！#小乌微分享##开学季#L乌鲁木齐校园的微博视频​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (115, '阿源正准备上岸', '2024-09-11', '21:22:00', '新疆师范大学超话', '#新疆师范大学#话题爆咱就是说大学迎新晚会听到了三代的等你回答激动坏了。2乌鲁木齐·新疆师范大学(温泉校区)L阿源正准备上岸的微博视频​', 0, 0, 5, NULL);
INSERT INTO `weibo_dataset` VALUES (114, '新疆理工学院官方微博', '2024-09-11', '21:23:00', '小新的Android', '#新师大迎新生晚会嗨爆全场#“逐梦正当时青春向未来”新疆师范大学迎新晚会现场图来咯～亲爱的同学们，让我们携手共进，在这片充满希望的土地上，与@新疆师范大学谱写青春的华章！L乌鲁木齐校园的微博视频​', 0, 1, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (113, '少女失踪案w', '2024-09-11', '21:32:00', '微博视频号', '#新师大迎新生晚会嗨爆全场##新师大迎新生晚会嗨爆全场#🌟这里有最燃的舞台，这里有最亮的星光，这里有你最期待的精彩！🌟新师大迎新生晚会嗨爆全场，我们在@新疆师范大学等你！L少女失踪案w的微博视频​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (112, '少女失踪案w', '2024-09-11', '21:35:00', '微博视频号', '#新师大迎新生晚会嗨爆全场##新师大迎新生晚会嗨爆全场#🌟这里有最燃的舞台，这里有最亮的星光，这里有你最期待的精彩！🌟新师大迎新生晚会嗨爆全场，我们在@新疆师范大学等你！L少女失踪案w的微博视频​', 0, 0, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (111, '卡夫卡家的熊', '2024-09-11', '21:50:00', '微博视频号', '#新疆师范大学迎新晚会#也是开上乐2乌鲁木齐·新疆师范大学(温泉校区)L卡夫卡家的熊的微博视频​', 0, 0, 2, NULL);
INSERT INTO `weibo_dataset` VALUES (110, '嘉人-苏世', '2024-09-11', '23:11:00', '新疆师范大学考研超话', '新疆师范大学考研超话有没有新疆师范大学中国史的学长学姐，有偿求资料和真题​', 0, 27, 6, NULL);
INSERT INTO `weibo_dataset` VALUES (109, '啊这这这-Oo', '2024-09-11', '23:40:00', '新疆师范大学超话', '新疆师范大学超话新疆师范大学温泉校区超话#2024迎新晚会#2乌鲁木齐·新疆师范大学(温泉校区)​', 0, 1, 8, NULL);
INSERT INTO `weibo_dataset` VALUES (108, '桂林校园', '2024-09-12', '09:04:00', '微博视频号', '#新师大迎新生晚会嗨爆全场#🌟这里有最燃的舞台，这里有最亮的星光，这里有你最期待的精彩！🌟新师大迎新生晚会嗨爆全场，我们在@新疆师范大学等你！#小乌微分享##开学季#L乌鲁木齐校园的微博视频​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (107, '桂林校园', '2024-09-12', '09:05:00', 'iPhone 15', '#新师大迎新生晚会嗨爆全场#“逐梦正当时青春向未来”新疆师范大学迎新晚会现场图来咯～亲爱的同学们，让我们携手共进，在这片充满希望的土地上，与@新疆师范大学谱写青春的华章！#小乌微分享##开学季#​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (106, '新疆商业摄影师阿宇', '2024-09-12', '11:37:00', '新疆师范大学超话', '新疆师范大学超话寻找鸟市搭子交友美食徒步露营拍照📷​', 0, 1, 2, NULL);
INSERT INTO `weibo_dataset` VALUES (105, '高校人才网官方微博', '2024-09-12', '14:41:00', '微博网页版', '🚀倒计时1天！！宣讲就要开始啦~还未报名的人才，抓紧时间报名🏁新疆师范大学诚邀您加盟⭕直播时间：9月13日（周五）上午11:00✨安家费可达50万，提供青年公寓、周转房等！先报名后看直播哦→O网页链接​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (104, '与少年同行_', '2024-09-12', '14:53:00', '新疆师范大学超话', '新疆师范大学超话有没有转专业成功的学长学姐？学校转专业是什么情况？需要在本专业成绩很好吗？学校入学教育说转出低门槛，转入高要求，所以咱到底转出怎么说？​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (103, '新疆图书馆', '2024-09-12', '18:32:00', 'HarmonyOS设备', '“典籍里的新疆”诗书诵西域翰墨润天山——历代西域诗抄展览走进新疆师范大学​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (102, '荔枝绵绵冰0426', '2024-09-12', '23:25:00', '新疆师范大学超话', '新疆师范大学超话想问一下大家有新师大的兼职家教群吗，还有监考群​', 0, 4, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (101, 'M613', '2024-09-13', '10:07:00', '新疆大学超话', '新疆大学超话有没有15号从博达到新疆师范大学附属中学去考教资的呀​', 0, 1, 2, NULL);
INSERT INTO `weibo_dataset` VALUES (100, 'karina的鸽子', '2024-09-13', '11:00:00', '新疆师范大学超话', '新疆师范大学超话请问哪位yy有温泉校区的地图呀​', 0, 1, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (99, '若如初见何须愁', '2024-09-13', '12:38:00', '新疆师范大学超话', '一杯茶，一瓶泉，一篇论文写一天新疆师范大学超话​', 0, 1, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (98, '柱子元气满满', '2024-09-13', '15:00:00', '新疆师范大学考研超话', '新疆师范大学考研超话收中国史真题​', 0, 9, 5, NULL);
INSERT INTO `weibo_dataset` VALUES (97, '刘璃LYJ', '2024-09-13', '18:59:00', '华为畅享 20e', '#新疆师范大学学科物理#24新师大研究生上岸，有需要资料或者需要咨询的问题可以咨询​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (96, '差一个脑袋', '2024-09-13', '19:57:00', '新疆师范大学超话', '新疆师范大学超话有宝宝可以帮我填一下调查问卷吗？小偿，可以填的宝私我一下我发你​', 0, 4, 3, NULL);
INSERT INTO `weibo_dataset` VALUES (95, '风过江施1', '2024-09-13', '20:13:00', '新疆师范大学超话', '新疆师范大学超话免费拍照可以私我！​', 0, 0, 3, NULL);
INSERT INTO `weibo_dataset` VALUES (94, '蒙恬墓前', '2024-09-14', '10:31:00', '新疆师范大学考研超话', '新疆师范大学考研超话心理健康教育非全日制研究生好考吗？​', 0, 7, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (93, '孤山隔暮云', '2024-09-14', '20:22:00', '新疆师范大学超话', '新疆师范大学超话国庆有去北京的吗？​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (92, '与少年同行_', '2024-09-15', '16:03:00', '新疆师范大学超话', '新疆师范大学超话有没有想参加外研社国才杯的同学？​', 0, 1, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (91, '校夕夕校园服务平台', '2024-09-16', '12:41:00', '新疆师范大学超话', '新疆师范大学超话有没有休息时间一起做兼职的姐妹呀​', 0, 12, 5, NULL);
INSERT INTO `weibo_dataset` VALUES (90, '乌鲁木齐校园', '2024-09-17', '13:05:00', '乌鲁木齐校园超话', '#中秋佳节新疆高校共团圆#中秋月儿圆，新疆高校庆团圆！在这里祝各位新疆学子中秋节快乐🥮月圆人更圆，我愿化作一缕月光，穿越人海守护你#中秋节快乐#🥮#小乌微分享#@新疆师范大学L乌鲁木齐校园的微博视频​', 7, 30, 87, NULL);
INSERT INTO `weibo_dataset` VALUES (89, '乌鲁木齐校园', '2024-09-17', '15:48:00', '乌鲁木齐校园超话', '#中秋佳节新疆高校共团圆#月满中秋，情满人间，共赏一轮明月，同叙万家灯火新疆师范大学祝各位中秋节快乐！@新疆师范大学#小乌微分享##中秋#2乌鲁木齐​', 0, 0, 5, NULL);
INSERT INTO `weibo_dataset` VALUES (88, 'j_去码头整点薯条n', '2024-09-18', '09:45:00', '新疆师范大学超话', '新疆师范大学超话求学科地理考研资料（333和861）​', 0, 16, 6, NULL);
INSERT INTO `weibo_dataset` VALUES (87, '新疆师范大学', '2024-09-18', '12:46:00', '新疆师范大学超话', '新疆师范大学超话#每个中国人都该铭记今天#历史的镜头，照亮前行的路，国耻不忘，民族当自强，国耻铭心，催人奋发！', 1, 0, 10, NULL);
INSERT INTO `weibo_dataset` VALUES (86, '远行行的挤帆船1', '2024-09-18', '22:51:00', '新疆师范大学超话', '新疆师范大学超话我出计算机技术数据结构资料1.直系学长画重点2.2022-2024真题3.模拟题十套4.相关复试资料一共35！！​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (85, '小卤蛋--M', '2024-09-19', '15:04:00', '新疆师范大学超话', '新疆师范大学超话​', 0, 1, 2, NULL);
INSERT INTO `weibo_dataset` VALUES (84, 'Y_Pisces_Feb20', '2024-09-19', '17:15:00', '新疆师范大学超话', '新疆师范大学超话想问问大家研究生休学的流程，需要家长来学校签字吗​', 0, 1, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (83, '小卤蛋--M', '2024-09-19', '20:55:00', '新疆师范大学超话', '新疆师范大学超话#夜话新师大#夜的幕布缓缓落下，星星点点如诗的音符。晚安，新师大～​', 0, 1, 2, NULL);
INSERT INTO `weibo_dataset` VALUES (82, '爆米花辣辣辣', '2024-09-19', '22:26:00', '新疆师范大学超话', '新疆师范大学超话哪位师姐师兄解答一下读研的话这四个专业哪个比较好就业，希望看到你们宝贵的意见🙏🙏🙏感谢！！！​', 0, 1, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (81, '爆米花辣辣辣', '2024-09-19', '22:29:00', '新疆师范大学超话', '新疆师范大学超话各位优秀的师姐师兄们，读研的话这四个专业哪个比较好就业呢！？能不能给个宝贵的建议🙏🙏🙏​', 0, 2, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (80, '夭瑟吆吆', '2024-09-19', '23:28:00', '新疆师范大学超话', '中秋过后，昨天十六🥮今天十七🌹​因为月饼卖5💰没买哈哈哈，但葡萄🍇不错，也圆圆的～​​但今天吃了多吃两口就腻的肉沫煲煲面😑新疆师范大学超话2乌鲁木齐·新疆师范大学(温泉校区)​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (79, '你叫啊你叫啊', '2024-09-19', '23:42:00', '新疆师范大学考研超话', '新疆师范大学考研超话请问文物非全，授课是寒暑假还是周六日呀​', 0, 2, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (78, '小卤蛋--M', '2024-09-20', '10:23:00', '新疆师范大学超话', '新疆师范大学超话#早安新师大#早安，新师大！秋天的学校，有不一样的美，新的一天，一起加油！！​', 0, 0, 2, NULL);
INSERT INTO `weibo_dataset` VALUES (77, '昆明传媒学院', '2024-09-20', '11:10:00', 'iPhone 14 Pro Max', '大会主讲人｜#数智昆传共创丝路文旅新篇##丝绸之路文旅发展论坛昆传分会场#李勇——新疆师范大学美术学院院长、二级教授、博士研究生导师#昆明传媒学院高质量文旅品牌建设交流会#​', 0, 0, 2, NULL);
INSERT INTO `weibo_dataset` VALUES (76, '爱吃cola鸡翅', '2024-09-20', '13:52:00', '新疆师范大学超话', '新疆师范大学超话#早安新师大#把握清晨的第一缕阳光，让希望之光点亮你的梦想，早安，新的一天加油！​', 0, 1, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (75, '小王醒不了', '2024-09-20', '13:55:00', '新疆师范大学超话', '新疆师范大学超话想问有没有校车的乘车地点和乘车时间表🙏🙏🙏​', 0, 1, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (74, '爱吃cola鸡翅', '2024-09-20', '13:56:00', '新疆师范大学超话', '新疆师范大学超话#技了个巧##我在微博涨知识#四级干货：四级阅读常考词汇来咯～一起来阅读收藏吧！[比心心]（via.@四六级学长）​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (73, '小卤蛋--M', '2024-09-20', '14:27:00', '新疆师范大学超话', '新疆师范大学超话#技了个巧#大家别偷懒～～英语学起来，一起看世界！！！🍠：懒人英语阅读​', 0, 0, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (72, 'Dear阿巴本巴', '2024-09-20', '23:35:00', '迪丽热巴超话', '我会更加努力的，我会更加自信，更加努力四六级超话教师资格证超话studyaccount超话新疆师范大学超话迪丽热巴超话​', 0, 0, 2, NULL);
INSERT INTO `weibo_dataset` VALUES (71, '可爱小猫猫ww', '2024-09-21', '03:26:00', '新疆师范大学超话', '新疆师范大学超话大家考研报班了吗，需不需要报啊​', 0, 7, 4, NULL);
INSERT INTO `weibo_dataset` VALUES (70, '今天也是小仙女lucky', '2024-09-21', '09:06:00', '新疆师范大学超话', '新疆师范大学超话出学科历史856​', 0, 1, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (69, '今天也是小仙女lucky', '2024-09-21', '09:06:00', '新疆师范大学考研超话', '新疆师范大学考研超话出学科历史856​', 0, 1, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (68, '陌离0618', '2024-09-21', '16:05:00', '新疆师范大学超话', '新疆师范大学超话有没有表白墙呀，想加一下​', 0, 2, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (67, '带你上岸的学姐ins', '2024-09-22', '02:09:00', '新疆师范大学考研超话', '新疆师范大学考研超话求701和801资料​', 1, 7, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (66, '用户7192867236', '2024-09-22', '02:13:00', '新疆师范大学考研超话', '新疆师范大学考研超话新疆师范大学考研超话出701801历年真题及复习资料(思想政治教育专业）24考研已上岸​​​', 0, 0, 4, NULL);
INSERT INTO `weibo_dataset` VALUES (65, 'Y_Pisces_Feb20', '2024-09-22', '15:22:00', '新疆师范大学超话', '新疆师范大学超话想问问大家，咱们学校研究生休学的话，家长需要亲自来学校签字吗​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (64, '从不偷偷哭泣的女人', '2024-09-22', '16:36:00', 'iPhone客户端', '新疆师范大学的饭菜是真的好吃😋嘿嘿2乌鲁木齐·新疆师范大学(温泉校区)​', 0, 1, 3, NULL);
INSERT INTO `weibo_dataset` VALUES (63, '祈九安N', '2024-09-22', '17:41:00', '新疆师范大学超话', '新疆师范大学超话昆仑的！考研的！哪里背书#考研#​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (62, '小卤蛋--M', '2024-09-24', '10:53:00', '新疆师范大学超话', '新疆师范大学超话#早安新师大#日出有盼，心有所期～早安新师大！​', 0, 1, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (61, '乌鲁木齐校园', '2024-09-24', '16:38:00', '乌鲁木齐校园超话', '#新疆高校精彩大放送#开学季盲盒周边！这家马院火出圈！盲盒、定制可乐、周边，新生福利也太好了吧#开学开新谷##小乌微分享#@新疆师范大学马克思主义学院​', 0, 0, 2, NULL);
INSERT INTO `weibo_dataset` VALUES (60, '好沙棘', '2024-09-24', '19:51:00', 'vivo S15e', '为什么我们说沙棘可以调理血糖和血脂？《新疆师范大学学报》经试验验证后指出，沙棘中所含有的沙棘黄酮、不饱和脂肪酸、和白雀木醇等营养元素，能够起到很好的降糖和降血脂的作用[强]​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (59, '小卤蛋--M', '2024-09-24', '20:27:00', '新疆师范大学超话', '新疆师范大学超话#夜话新师大#所有的晚归都是为了万丈光芒，晚安，新师大～​', 0, 1, 2, NULL);
INSERT INTO `weibo_dataset` VALUES (58, '不吃草的马-slow', '2024-09-25', '05:09:00', '新疆师范大学超话', '新疆师范大学超话联通星耀卡30元260G全国通用流量+100分钟通话可以选号！支持副卡，异地宽带带5G网络服务质量VIP500mbpms速率两年260g长期210g全国通用，吊打各大校园卡​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (57, '段段段亦然-', '2024-09-25', '09:04:00', '三星Galaxy S23', '我不知道自己想要什么我才觉得好可怕。我只是一个躲在暗处的卑劣的偷窥者。前天我看到了娇娇的朋友圈，事实上高三毕业我们就绝交了，因为她跟我前前女友不对付，我愚蠢的选择了放弃了挚友。后面也从其他朋友口中了解，娇娇读的新疆师范大学，毕业后就在老家做小学老师。以下复制她的朋友圈:“由于​展开c', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (56, '新疆师范大学', '2024-09-25', '09:33:00', '新疆师范大学超话', '新疆师范大学超话#早安新师大#新的一天，新的苏醒；新的脚步，新的前行。早安，师大人！​', 0, 2, 6, NULL);
INSERT INTO `weibo_dataset` VALUES (55, '小卤蛋--M', '2024-09-25', '10:36:00', '新疆师范大学超话', '新疆师范大学超话#早安新师大#早上起床，拥抱太阳！早安新师大～​', 0, 1, 3, NULL);
INSERT INTO `weibo_dataset` VALUES (54, 'einin-', '2024-09-25', '11:15:00', '新疆师范大学超话', '新疆师范大学超话有没有教育学院的同学，想咨询招聘会的相关事宜，想问问非本校的学生可以去吗？教院招聘会什么时候开始呀​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (53, '360教育在线官方微博', '2024-09-25', '12:44:00', '微博 weibo.com', '发布了头条文章：《直播预告｜新疆师范大学2025年研究生招生线上宣讲会》O直播预告｜新疆师范大学2025年研究生招生线上宣讲会​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (52, '新疆师范大学', '2024-09-25', '14:08:00', '新疆师范大学超话', '新疆师范大学超话#技了个巧##我在微博涨知识#【考研英语写作亮点句型归纳】需要的小伙伴转发码住！[比心心]（via.@考研Neko酱）​', 0, 0, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (51, '乌鲁木齐校园', '2024-09-25', '14:14:00', '乌鲁木齐校园超话', '#宿舍灯光舞燃动新疆#宿舍灯光舞挑战新师大申请出战宿舍百万灯光组上线#开学季##寻开学宝藏搭子#@新疆师范大学L乌鲁木齐校园的微博视频​', 5, 30, 140, NULL);
INSERT INTO `weibo_dataset` VALUES (50, '青春博职', '2024-09-25', '19:51:00', '博职带你看新疆超话', '#舞动青春的疆大学生#宿舍灯光舞挑战新师大申请出战宿舍百万灯光组上线其他新疆高校准备好了吗#开学季#via:@新疆师范大学L乌鲁木齐校园的微博视频​​​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (49, '新疆师范大学', '2024-09-25', '21:23:00', '新疆师范大学超话', '新疆师范大学超话#newstar•学习站#学习站来啦！“‌白鹤滩水电站”是世界第二大水电站，其所在水域的是？“‌白鹤滩水电站”其所在水域的是？​', 0, 0, 10, NULL);
INSERT INTO `weibo_dataset` VALUES (48, '天天开心_mar19', '2024-09-25', '21:58:00', '新疆师范大学超话', '新疆师范大学超话新师大小学教育考研853真题，专业课视频网课，电子版重点～需要的d​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (47, '新疆师范大学', '2024-09-25', '22:26:00', '新疆师范大学超话', '新疆师范大学超话#夜话新师大#夜幕低垂，清风伴你入眠。愿你有一个平静的夜晚，好梦连连。晚安啦​', 0, 1, 5, NULL);
INSERT INTO `weibo_dataset` VALUES (46, '今天也是小仙女lucky', '2024-09-25', '23:08:00', '新疆师范大学考研超话', '新疆师范大学考研超话出学科历史856​', 0, 2, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (45, '小卤蛋--M', '2024-09-25', '23:23:00', '新疆师范大学超话', '新疆师范大学超话新疆师范大学超话#夜话新师大#愿每天的坏心情在睡觉前清零，晚安，新师大～～​', 0, 1, 2, NULL);
INSERT INTO `weibo_dataset` VALUES (44, '新疆师范大学', '2024-09-26', '10:02:00', '新疆师范大学超话', '新疆师范大学超话#早安新师大#心有阳光，必有远方。开启元气满满的一天！早安​', 0, 1, 7, NULL);
INSERT INTO `weibo_dataset` VALUES (43, '小卤蛋--M', '2024-09-26', '11:36:00', '新疆师范大学超话', '新疆师范大学超话#早安新师大#新的一天，带着微笑，迎接美好，早安新师大！​', 0, 1, 2, NULL);
INSERT INTO `weibo_dataset` VALUES (42, '新疆师范大学', '2024-09-26', '15:41:00', '新疆师范大学超话', '新疆师范大学超话#技了个巧##我在微博涨知识#语法难点从句详解，对四六级很有帮助哦！需要转发码住～（via.@BEC商务英语学习）​', 0, 0, 3, NULL);
INSERT INTO `weibo_dataset` VALUES (41, '考研喵APP', '2024-09-26', '15:54:00', '微博直播', '新疆师范大学2025年研究生招生线上宣讲会—生命科学学院L考研喵APP的微博视频​', 0, 1, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (40, '榎乑', '2024-09-26', '17:10:00', '新疆师范大学超话', '新疆师范大学超话求新师大25学前教育专硕专二资料（有偿）​', 0, 6, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (39, '榎乑', '2024-09-26', '17:17:00', '新疆师范大学超话', '新疆师范大学超话求助新疆师范大学24学前教育上岸学长学姐想购买专二考研复习资料​', 0, 16, 6, NULL);
INSERT INTO `weibo_dataset` VALUES (38, '新疆师范大学', '2024-09-26', '21:18:00', '新疆师范大学超话', '新疆师范大学超话#newstar•学习站#今日英语小问答来啦～以下哪个单词有“姿势”的意思？以下哪个单词有“姿势”的意思？​', 0, 0, 50, NULL);
INSERT INTO `weibo_dataset` VALUES (37, '新疆师范大学', '2024-09-26', '22:00:00', '新疆师范大学超话', '新疆师范大学超话#夜话新师大#愿你的夜晚被温暖环绕，梦中充满美好和希望。晚安，师大人！​', 0, 2, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (36, '小卤蛋--M', '2024-09-26', '22:17:00', '新疆师范大学超话', '新疆师范大学超话#夜话新师大#用心期待明天，晚安新师大～​', 0, 1, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (35, '_喜欢乖小狗_', '2024-09-26', '22:56:00', '新疆师范大学超话', '新疆师范大学超话想问问大家，我是今年六月份的教资认定做的体检，但是没去现场确认。那我这次认定可以用上次的体检报告吗？​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (34, '新疆师范大学', '2024-09-27', '09:25:00', '新疆师范大学超话', '新疆师范大学超话#早安新师大#只要用心耕耘，美好终将如约而至。早安​', 0, 0, 3, NULL);
INSERT INTO `weibo_dataset` VALUES (33, '躺平不阅读', '2024-09-27', '09:38:00', '新疆师范大学超话', '新疆师范大学超话求语言学及应用语言学真题，看看孩子​', 0, 3, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (32, '用苦笑-', '2024-09-27', '12:44:00', '新疆师范大学超话', '新疆师范大学超话男硕士，183cm，找不到女朋友了嘛，有想了解考研或者保研的可以咨询，资料无偿2乌鲁木齐​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (31, '新疆师范大学', '2024-09-27', '16:33:00', '新疆师范大学超话', '新疆师范大学超话#newstar•学习站#学习站来啦同学们知道“intheway”是什么意思吗？“intheway”是什么意思？​', 0, 0, 48, NULL);
INSERT INTO `weibo_dataset` VALUES (30, '我只想天天开心不要这么累', '2024-09-27', '19:28:00', '新疆师范大学超话', '新疆师范大学超话有没有想干家教兼职的同学呀​', 0, 2, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (29, '新疆师范大学', '2024-09-27', '20:33:00', '新疆师范大学超话', '新疆师范大学超话#技了个巧##我在微博涨知识#TED精读：五小时终生学习法则，一起来阅读积累单词吧！[比心心]（via.@BEC商务英语学习）​', 0, 0, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (28, '小卤蛋--M', '2024-09-27', '22:08:00', '新疆师范大学超话', '新疆师范大学超话#夜话新师大#雨落夜静，晚安新师大～​', 0, 1, 2, NULL);
INSERT INTO `weibo_dataset` VALUES (27, '新疆师范大学', '2024-09-27', '22:44:00', '新疆师范大学超话', '新疆师范大学超话#夜话新师大#繁星点点，月光洒满，伴你入眠。愿你安然入睡，做个好梦。晚安​', 0, 3, 3, NULL);
INSERT INTO `weibo_dataset` VALUES (26, '可爱小鸟吃汉堡耶', '2024-09-28', '00:58:00', '新疆师范大学超话', '新疆师范大学超话虽然不合时宜但是想请问各位学长学姐咱学校计算机技术会改考科目吗​', 0, 2, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (25, '新疆师范大学', '2024-09-28', '09:17:00', '新疆师范大学超话', '新疆师范大学超话#早安新师大#愿新的一天，所有的汗水，都有收获，所有的努力，都不被辜负！早安~​', 0, 1, 2, NULL);
INSERT INTO `weibo_dataset` VALUES (24, '新疆师范大学', '2024-09-28', '18:12:00', '新疆师范大学超话', '新疆师范大学超话#技了个巧##我在微博涨知识#TED精读：你感到如此忙碌的真正原因！一起来阅读吧～（via.@BEC商务英语学习）​', 1, 0, 3, NULL);
INSERT INTO `weibo_dataset` VALUES (23, '新疆师范大学', '2024-09-28', '21:56:00', '新疆师范大学超话', '新疆师范大学超话#newstar•学习站#学习站来啦！同学们知道被称为“海岸卫士”的是哪个吗？被称为“海岸卫士”的是：​', 0, 0, 29, NULL);
INSERT INTO `weibo_dataset` VALUES (22, '新疆师范大学', '2024-09-28', '22:00:00', '新疆师范大学超话', '新疆师范大学超话#夜话新师大#明日的太阳将为你升起，让我们一起进入美梦之旅。晚安，师大人！​', 0, 1, 3, NULL);
INSERT INTO `weibo_dataset` VALUES (21, '新疆师范大学', '2024-09-29', '09:32:00', '新疆师范大学超话', '新疆师范大学超话#早安新师大#愿你的一天充满爱和善意，让美好的情感伴随着你度过每一刻。早安​', 0, 1, 2, NULL);
INSERT INTO `weibo_dataset` VALUES (20, '圣考研网', '2024-09-29', '17:37:00', '百度App', '《【初试】新疆师范大学050106中国现当代文学#808现代汉语#华研辅导-圣考资料网-25考研》欢迎登陆→#新疆师范大学#研究生院校资料历年真题，研究方向，参考书目，复试分数，报录比等信息,供大家参考。最新版本，请点这里获得O网页链接​', 0, 1, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (19, '新疆师范大学', '2024-09-29', '18:27:00', '新疆师范大学超话', '新疆师范大学超话#newstar•学习站#学习站来啦同学们知道“blacktea”是什么意思吗？快来作答吧～“blacktea”是什么意思？​', 0, 0, 47, NULL);
INSERT INTO `weibo_dataset` VALUES (18, '新疆师范大学', '2024-09-29', '19:10:00', '新疆师范大学超话', '新疆师范大学超话#技了个巧##我在微博涨知识#​成语里的那些青铜器，一起来了解一下吧～涨知识了！[比心心]（via.@实用干货）​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (17, '新疆师范大学', '2024-09-29', '22:20:00', '新疆师范大学超话', '新疆师范大学超话#夜话新师大#愿月光轻抚你的梦，一夜好梦，醒来又是精神满满的一天。晚安​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (16, '新疆师范大学', '2024-09-30', '10:35:00', '新疆师范大学超话', '新疆师范大学超话#早安新师大#晨光熹微，是时候拥抱新的一天，早安，愿你今天好心情！🌷🌷​', 0, 2, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (15, '小卤蛋--M', '2024-09-30', '12:10:00', '新疆师范大学超话', '新疆师范大学超话#早安新师大#早上起床，拥抱新师大！​', 0, 0, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (14, '圣考研网', '2024-09-30', '18:31:00', '百度App', '《【初试】新疆师范大学050107中国少数民族语言文学#808现代汉语#华研辅导-圣考资料网-25考研》欢迎登陆→#新疆师范大学#研究生院校资料历年真题，研究方向，参考书目，复试分数，报录比等信息,供大家参考。最新版本，请点这里获得O网页链接​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (13, 'DongG000', '2024-09-30', '20:41:00', 'iPhone客户端', '#我和祖国共成长#以青春之名，书写清澈挚爱。以心中红星，献礼盛世中华。我们在新疆师范大学为祖国母亲庆生！@中国大学生在线@微博校园@新疆师范大学学生工作处2乌鲁木齐·新疆师范大学(温泉校区)​', 0, 0, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (12, '用户7787705311', '2024-10-01', '00:19:00', '新疆师范大学超话', '新疆师范大学超话有偿英语笔译学哥学姐​', 0, 2, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (11, '新疆师范大学', '2024-10-01', '07:22:00', '新疆师范大学超话', '新疆师范大学超话#表白中国我接力#红旗飘扬映山河，盛世欢歌共庆贺！@新疆师范大学在新疆祝祖国母亲七十五岁生日快乐。愿祖国繁荣昌盛，国泰民安！下一站接力：四川！#拼出全景中国##点赞中国红#L新疆师范大学的微博视频​', 1, 0, 4, NULL);
INSERT INTO `weibo_dataset` VALUES (10, '夭瑟吆吆', '2024-10-01', '10:01:00', '新疆师范大学超话', '#国庆节#日出东方利中国！新疆师范大学超话#十月#2乌鲁木齐·新疆师范大学(温泉校区)​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (9, '新疆师范大学', '2024-09-29', '19:10:00', '新疆师范大学超话', '新疆师范大学超话#技了个巧##我在微博涨知识#​成语里的那些青铜器，一起来了解一下吧～涨知识了！[比心心]（via.@实用干货）​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (8, '新疆师范大学', '2024-09-29', '22:20:00', '新疆师范大学超话', '新疆师范大学超话#夜话新师大#愿月光轻抚你的梦，一夜好梦，醒来又是精神满满的一天。晚安​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (7, '新疆师范大学', '2024-09-30', '10:35:00', '新疆师范大学超话', '新疆师范大学超话#早安新师大#晨光熹微，是时候拥抱新的一天，早安，愿你今天好心情！🌷🌷​', 0, 2, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (6, '小卤蛋--M', '2024-09-30', '12:10:00', '新疆师范大学超话', '新疆师范大学超话#早安新师大#早上起床，拥抱新师大！​', 0, 0, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (5, '圣考研网', '2024-09-30', '18:31:00', '百度App', '《【初试】新疆师范大学050107中国少数民族语言文学#808现代汉语#华研辅导-圣考资料网-25考研》欢迎登陆→#新疆师范大学#研究生院校资料历年真题，研究方向，参考书目，复试分数，报录比等信息,供大家参考。最新版本，请点这里获得O网页链接​', 0, 0, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (4, 'DongG000', '2024-09-30', '20:41:00', 'iPhone客户端', '#我和祖国共成长#以青春之名，书写清澈挚爱。以心中红星，献礼盛世中华。我们在新疆师范大学为祖国母亲庆生！@中国大学生在线@微博校园@新疆师范大学学生工作处2乌鲁木齐·新疆师范大学(温泉校区)​', 0, 0, 1, NULL);
INSERT INTO `weibo_dataset` VALUES (3, '用户7787705311', '2024-10-01', '00:19:00', '新疆师范大学超话', '新疆师范大学超话有偿英语笔译学哥学姐​', 0, 2, 0, NULL);
INSERT INTO `weibo_dataset` VALUES (2, '新疆师范大学', '2024-10-01', '07:22:00', '新疆师范大学超话', '新疆师范大学超话#表白中国我接力#红旗飘扬映山河，盛世欢歌共庆贺！@新疆师范大学在新疆祝祖国母亲七十五岁生日快乐。愿祖国繁荣昌盛，国泰民安！下一站接力：四川！#拼出全景中国##点赞中国红#L新疆师范大学的微博视频​', 1, 0, 4, NULL);
INSERT INTO `weibo_dataset` VALUES (1, '夭瑟吆吆', '2024-10-01', '10:01:00', '新疆师范大学超话', '#国庆节#日出东方利中国！新疆师范大学超话#十月#2乌鲁木齐·新疆师范大学(温泉校区)​', 0, 0, 0, NULL);

SET FOREIGN_KEY_CHECKS = 1;